{
  "manuscript_id": "EMBOJ-2023-115537",
  "docx": "EMBOJ-2023-115537/Doc/EMBOJ2023115537R1Manuscript_Textmstxt_wdt.docx",
  "pdf": "EMBOJ-2023-115537/pdf/EMBOJ-2023-115537.pdf",
  "xml": "EMBOJ-2023-115537/EMBOJ-2023-115537.xml",
  "appendix": [
      "EMBOJ-2023-115537/Movie EV1.zip",
      "EMBOJ-2023-115537/Movie EV2.zip",
      "EMBOJ-2023-115537/SourceData_allEV.zip",
      "EMBOJ-2023-115537/EMBOJ2023115537_Reagents_Tools_Table.docx"
  ],
  "sd_files": [
      "EMBOJ-2023-115537/Figure1.zip",
      "EMBOJ-2023-115537/Figure2.zip",
      "EMBOJ-2023-115537/Figure4.zip",
      "EMBOJ-2023-115537/Figure5.zip",
      "EMBOJ-2023-115537/Figure6.zip"
  ],
  "figures": [
    {
      "figure_caption": "(A and B) Representative images (left) and spline graphs of the intensity profiles along the indicated arrows (from position 0) in the respective images (right) of wild-type HeLa cells expressing one of the GFP-tagged autophagy adaptors or ubiquitin, mRuby–Omp25, and HaloTag7–LC3B at 45 min after CCCP treatment. Separate mitochondria without contacting other mitochondria or isolation membranes (A; Mt) or mitochondria with an isolation membrane (B; Mt–IM) are shown. The y-axis in each of the graphs indicates the fluorescence intensity. Scale bars indicate 1 μm. (C) The relative intensity of GFP-tagged adaptors or ubiquitin (a and b) in LC3B-positive areas compared with LC3B-negative areas in panel B. GFP signals were normalized to the mRuby–Omp25 signals (a′ and b′) using the formula Relative Intensity = (a/b)/(a′/b′), where a and a′ represent the intensities in the LC3B-positive area, and b and b′ represent the intensities in the LC3B-negative area. Solid horizontal bars indicate the means, and dots indicate the data from five structures. Differences were statistically analyzed by one-way analysis of variance with Dunnett’s post-hoc test. (D) Immunostaining of endogenous OPTN or NDP52 in wild-type HeLa cells expressing mRuby–Omp25 and HaloTag7–LC3B at 45 min after CCCP treatment. Scale bars indicate 4 µm and 1 µm (magnified images). (E) Representative images (left) and spline graphs of the intensity profiles along the indicated arrows (from position 0) in the respective images (right) of HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing indicated GFP-tagged autophagy adaptors, mRuby–Omp25, and HaloTag7–LC3B at 45 min after CCCP treatment. Mitochondria with an isolation membrane (Mt–IM) are shown. The y-axis in each of the graphs indicates the fluorescence intensity. Scale bars indicate 1 μm.  (F) The relative intensity of GFP-tagged adaptors or ubiquitin (a and b) in LC3B-positive ",
      "figure_label": "Figure 1",
      "caption_title": "Autophagy adaptors show distinct distributions during Parkin-mediated mitophagy.",
      "sd_files": ["EMBOJ-2023-115537/Figure1.zip"],
      "panels": [
        {
          "panel_caption": "",
          "panel_label": "A",
          "sd_files":[
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1A/NBR1.tif",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1A/NDP52.tif",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1A/OPTN.tif",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1A/p62.tif",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1A/TAX1BP1.tif",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1A/Ub.tif"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "B",
          "sd_files":[
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1B/NBR1.tif",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1B/NDP52.tif",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1B/OPTN.tif",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1B/p62.tif",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1B/TAX1BP1.tif",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1B/Ub.tif"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "C",
          "sd_files":[
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1C/Distribution in Mit-LC3 in WT.xlsx"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "D",
          "sd_files":[
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1D/Anti-NDP52.tif",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1D/Anti-OPTN.tif"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "E",
          "sd_files":[
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1E/Distribution-Mit-LC3.xlsx",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1E/NDP52.tif",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1E/OPTN.tif",
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1E/TAX1BP1.tif"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "F",
          "sd_files":[
            "EMBOJ-2023-115537/Figure1.zip:Figure1/Figure1F/Distribution-Mit-LC3 in PKO.xlsx"
          ]
        }
      ]
    },
    {
      "figure_caption": "(A–D) Representative images (A and C) and quantification (B and D) of GFP fluorescence recovery after photobleaching (FRAP) on separate mitochondria (Mt) (A and B) or on mitochondria with an isolation membrane (Mt–IM) (C and D) in HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing GFP-tagged adaptors or ubiquitin at 45 min after CCCP treatment. The photobleached areas are indicated by dotted lines. The magnified panels display time-lapse images of the photobleached areas. Scale bars indicate 2 μm and 1 μm (magnified images). Data were collected from four structures and were fitted to the equation y = a*(1 − exp(−b*x)). The dark shaded areas represent the 95% confidence intervals, and the light shaded areas represent the 95% prediction intervals.  (E) Penta KO cells expressing GFP–OPTN and GFP–NDP52 at 45 min after treatment with CCCP and wortmannin. Wortmannin was added to inhibit autophagosome formation so that OPTN is not sequestered in a closed compartment. Images of cells before (upper panels) and 2 min after (lower panels) the addition of 10% 1,6-hexanediol are displayed. Scale bars, 5 μm and 2 μm (magnified images).",
      "figure_label": "Figure 2",
      "caption_title": "OPTN and NDP52 show a dynamic exchange between the mitochondrial surface and cytosol.",
      "sd_files": ["EMBOJ-2023-115537/Figure2.zip"],
      "panels": [
        {
          "panel_caption": "",
          "panel_label": "A",
          "sd_files":[
            "EMBOJ-2023-115537/Figure2.zip:Figure2/Figure2A/NDP52.tif",
            "EMBOJ-2023-115537/Figure2.zip:Figure2/Figure2A/OPTN.tif",
            "EMBOJ-2023-115537/Figure2.zip:Figure2/Figure2A/p62.tif",
            "EMBOJ-2023-115537/Figure2.zip:Figure2/Figure2A/Ub.tif"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "B",
          "sd_files":[
            "EMBOJ-2023-115537/Figure2.zip:Figure2/Figure2B/FRAP_PKO_Mit.xlsx"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "C",
          "sd_files":[
            "EMBOJ-2023-115537/Figure2.zip:Figure2/Figure2C/NDP52.tif",
            "EMBOJ-2023-115537/Figure2.zip:Figure2/Figure2C/OPTN.tif"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "D",
          "sd_files":[
            "EMBOJ-2023-115537/Figure2.zip:Figure2/Figure2D/FRAP_PKO_IM.xlsx"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "E",
          "sd_files":[
            "EMBOJ-2023-115537/Figure2.zip:Figure2/Figure2E/ndp52.tif",
            "EMBOJ-2023-115537/Figure2.zip:Figure2/Figure2E/ndp52_hex_2min.tif",
            "EMBOJ-2023-115537/Figure2.zip:Figure2/Figure2E/optn.tif",
            "EMBOJ-2023-115537/Figure2.zip:Figure2/Figure2E/optn_hex_2min.tif"
          ]
        }
      ]
    }, 
    {
      "figure_caption": "(A) Schematic diagram of two separated mitochondria.\n(B) Sheet-like condensates of autophagy adaptors on mitochondria deform when the inter-mitochondrial distance d_Mt was changed. The strength of adaptor self-interaction (χ_self), adaptor–ubiquitin interaction (χ_Ub), mitochondrial area exclusion (χ_Mt) and surface tension (σ) were set to χ_self=3k_B T, χ_Ub=12k_B T, χ_Mt=5k_B T, and σ=k_B T, respectively. The color indicates the adaptor concentration (ϕ_ad). Arrowheads indicate autophagy adaptors filling the cleft between the two mitochondria.\n(C) Schematic diagram of a single mitochondrion with an isolation membrane.\n(D) Sheet-like condensates of autophagy adaptors on mitochondria deformed when the isolation membrane (arrowheads) appeared and the angle α surrounding the mitochondria changed. The strength of adaptor self-interaction (χ_self), adaptor–ubiquitin interaction (χ_Ub), adaptor–LC3 interaction (χ_LC3), mitochondrial area exclusion (χ_Mt), isolation membrane area exclusion (χ_IM), and surface tension (σ) were set to χ_self=3k_B T, χ_Ub=χ_LC3=12k_B T,  χ_Mt=χ_IM=〖5k〗_B T, and σ=k_B T, respectively. The color indicates the adaptor concentration (ϕ_ad).",
      "figure_label": "Figure 3",
      "caption_title": "Mathematical models of condensate formation and localization of autophagy adaptors.",
      "panels": [
        {
          "panel_caption": "Schematic diagram of two separated mitochondria.",
          "panel_label": "A",
          "sd_files":[

          ]
        },
        {
          "panel_caption": "Sheet-like condensates of autophagy adaptors on mitochondria deform when the inter-mitochondrial distance dMt was changed. The strength of adaptor self-interaction (χself), adaptor-ubiquitin interaction (χUb), mitochondrial area exclusion (χMt) and surface tension (σ) were set to χself = 3kBT, χUb = 12kBT, χMt = 5kBT, and σ = kBT, respectively. The color indicates the adaptor concentration (ϕad). Arrowheads indicate autophagy adaptors filling the cleft between the two mitochondria.",
          "panel_label": "B",
          "sd_files":[

          ]
        },
        {
          "panel_caption": "Schematic diagram of a single mitochondrion with an isolation membrane.",
          "panel_label": "C",
          "sd_files":[

          ]
        },
        {
          "panel_caption": "Sheet-like condensates of autophagy adaptors on mitochondria deformed when the isolation membrane (arrowheads) appeared and the angle α surrounding the mitochondria changed. The strength of adaptor self-interaction (χself), adaptor-ubiquitin interaction (χUb), adaptor-LC3 interaction (χLC3), mitochondrial area exclusion (χMt), isolation membrane area exclusion (χIM), and surface tension (σ) were set to χself = 3kBT, χUb = χLC3 = 12kBT, χMt = χIM = 5kBT, and σ = kBT, respectively. The color indicates the adaptor concentration (ϕad).",
          "panel_label": "D",
          "sd_files":[

          ]
        }
      ]
    },
    {
      "figure_caption": "(A–D) Time-lapse images (A and C) and spline graphs (B and D) of two separate mitochondria approaching and contacting each other. Events of the attachment of two mitochondria with comparable sizes (A and B) and with differing sizes (C and D) were observed. The line graphs represent the intensity profiles along the indicated arrows (from position 0) in the respective images shown (B and D). The arrowheads indicate redistributed OPTN signals filling the cleft between two adjacent mitochondria. Scale bars indicate 1 μm. See also Movie EV1 for the time-lapse video corresponding to (C).\n(E and F) Time-lapse images (E) and a spline graph (F) of a mitochondrion with an isolation membrane elongating on its surface. The arrowhead indicates the elongating isolation membrane. The line graph represent the intensity profiles along the indicated arrows (from position 0) in the respective images shown. Scale bars indicate 1 μm. See also Movie EV2 for the time-lapse video corresponding to (E).",
      "figure_label": "Figure 4",
      "caption_title": "OPTN condensates redistribute upon contact with membranes.",
      "sd_files": ["EMBOJ-2023-115537/Figure4.zip"],
      "panels": [
        {
          "panel_caption": "",
          "panel_label": "A",
          "sd_files":[
            "EMBOJ-2023-115537/Figure4.zip:Figure4/Figure4A/OPTN_same size.tif"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "B",
          "sd_files":[
            "EMBOJ-2023-115537/Figure4.zip:Figure4/Figure4B/Gray_ value.xlsx"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "C",
          "sd_files":[
            "EMBOJ-2023-115537/Figure4.zip:Figure4/Figure4C/OPTN_different size.tif"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "D",
          "sd_files":[
            "EMBOJ-2023-115537/Figure4.zip:Figure4/Figure4D/Gray value.xlsx"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "E",
          "sd_files":[
            "EMBOJ-2023-115537/Figure4.zip:Figure4/Figure4E/OPTN_Mit-IM.tif"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "F",
          "sd_files":[
            "EMBOJ-2023-115537/Figure4.zip:Figure4/Figure4F/Gray Value.xlsx"
          ]
        }
      ]
    },
    {
      "figure_caption": "(A) HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing both GPF–OPTN and mRuby–Ub (i), both GPF–OPTN and anti-GFP nanobody–mRuby–Ub (ii), boh GFP–OPTNΔUBAN and mRuby–Ub (iii), or both GFP–OPTNΔUBAN and anti-GFP nanobody–mRuby–Ub (iv) at 45 min after CCCP treatment. Time-lapse images of GFP FRAP are shown. Photobleached areas are circled by dotted lines. Scale bars indicate 4 μm and 2 μm (magnified images). \n(B) Interaction between GFP–OPTN and OPTN mutants and FLAG–Ub or FLAG–nanobody–Ub was investigated by immunoprecipitation with an anti-FLAG antibody and immunoblotting with an anti-GFP antibody. \n(C) Quantification of GFP FRAP on separate mitochondria (Mt) in penta KO cells expressing both GFP–OPTN and mRuby–Ub (i; gray), both GFP–OPTN and anti-GFP nanobody–mRuby–Ub (ii; red), or both GFP–OPTNΔUBAN and anti-GFP nanobody–mRuby–Ub (iv; blue) at 45 min after CCCP treatment. Data were collected from four structures and were fitted to the equation y = a*(1 − exp(−b*x)). The dark shading represents the 95% confidence intervals, and the light shading represents the 95% prediction intervals. \n(D and E) Representative data (D) and quantification (E) of HaloTag (Halo) processing assay using cells expressing the indicated OPTN and Ub constructs. Cells expressing the mtHalo–SNAP mitophagy reporter were treated without (0 h) and with oligomycin and antimycin for 18 h. The amount of processed Halo (proc. Halo) indicates the relative amount of mitochondria degraded in lysosomes. Solid horizontal bars indicate the means, and dots indicate the data from at least three independent cultures. Differences were statistically analyzed by one-way analysis of variance with Dunnett’s post-hoc test.",
      "figure_label": "Figure 5",
      "sd_files": ["EMBOJ-2023-115537/Figure5.zip"],
      "caption_title": "Liquid-like property of OPTN condensates is required for mitophagy.",
      "panels": [
        {
          "panel_caption": "",
          "panel_label": "A",
          "sd_files":[
            "EMBOJ-2023-115537/Figure5.zip:Figure5/Figure5A/OPTN+nano-Ub.tif",
            "EMBOJ-2023-115537/Figure5.zip:Figure5/Figure5A/OPTN+Ub.tif",
            "EMBOJ-2023-115537/Figure5.zip:Figure5/Figure5A/OPTN-uban-del+ub.tif",
            "EMBOJ-2023-115537/Figure5.zip:Figure5/Figure5A/OPTN-udan-del+nanoUb.tif"

          ]
        },
        {
          "panel_caption": "",
          "panel_label": "B",
          "sd_files":[
            "EMBOJ-2023-115537/Figure5.zip:Figure5/Figure5B/Anti-FLAG-Ub-short exposure.Tif",
            "EMBOJ-2023-115537/Figure5.zip:Figure5/Figure5B/Anti-FLAG-Ub-short expoure-2.Tif",  
            "EMBOJ-2023-115537/Figure5.zip:Figure5/Figure5B/Anti-FLAG-Ub.Tif",  
            "EMBOJ-2023-115537/Figure5.zip:Figure5/Figure5B/Anti-GFP-optn.Tif",  
            "EMBOJ-2023-115537/Figure5.zip:Figure5/Figure5B/IP .tif"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "C",
          "sd_files":[
            "EMBOJ-2023-115537/Figure5.zip:Figure5/Figure5C/FRAP-Summary.xlsx"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "D",
          "sd_files":[
            "EMBOJ-2023-115537/Figure5.zip:Figure5/Figure5D/halo.Tif.Tif",
            "EMBOJ-2023-115537/Figure5.zip:Figure5/Figure5D/hsp.Tif"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "E",
          "sd_files":[
            "EMBOJ-2023-115537/Figure5.zip:Figure5/Figure5E/mitophagy-activity_combined.xlsx"
          ]
        }     
      ]
    },
    {
      "figure_caption": "(A and B) Localization of ATG9 vesicles under normal (CCCP−) or mitophagy-inducing conditions (CCCP+, 60 min) (A) and quantification (B) of ATG9A colocalization with mitochondria. Endogenous ATG9 was immunostained in penta KO cells expressing both GFP–OPTN and mRuby–Ub or both GFP–OPTNΔUBAN and anti-GFP nanobody–mRuby–Ub (nano–mRuby–Ub) together with mitochondrially targeted Halo–SNAP (mtHalo–SNAP). Scale bars indicate 4 μm and 2 μm (magnified images). Solid horizontal bars indicate the means, each dot indicates the mean value from one field of view with ≥10 cells (n=15). Differences were statistically analyzed by Welch's two-tailed t test.\n(C and D) Representative data (C) and quantification (D; p=0.99) of organelle immunoprecipitation in cells expressing GFP–OPTN or GFP–OPTNΔUBAN in the presence or absence of FLAG-ATG9A. ATG9 vesicles were immunoprecipitated by FLAG M2 beads and GFP was blotted to detect the interaction between GFP–OPTN (WT or ΔUBAN) and ATG9 vesicles at 60 min after CCCP treatment. Solid horizontal bars indicate the means, and dots indicate the data from five independent experiments. Differences were statistically analyzed by Welch's two-tailed t test.\n(E) The models of ATG9 vesicle recruitment (left) and isolation membrane elongation (right) mediated by liquid-like OPTN condensates. Partial or complete wetting of phase-separated OPTN enables the recruitment of ATG9 vesicles to ubiquitinated mitochondria (left). Wetting of OPTN on mitochondria and isolation membranes also facilitates the engulfment of mitochondria by the isolation membranes (right).",
      "figure_label": "Figure 6",
      "sd_files": ["EMBOJ-2023-115537/Figure6.zip"],
      "caption_title": "Liquid-like property of OPTN condensates is required for the recruitment of ATG9 vesicles.",
      "panels": [
        {
          "panel_caption": "",
          "panel_label": "A",
          "sd_files":[
            "EMBOJ-2023-115537/Figure6.zip:Figure6/Figure6A/With CCCP/OPTN-uban-del+nano-Ub+CCCP.tif",
            "EMBOJ-2023-115537/Figure6.zip:Figure6/Figure6A/With CCCP/optn+ub+cccp_0010.tif",
            "EMBOJ-2023-115537/Figure6.zip:Figure6/Figure6A/Without CCCP/optn+ub-No cccp.tif",
            "EMBOJ-2023-115537/Figure6.zip:Figure6/Figure6A/Without CCCP/optn-uban-del+nanoub-No cccp.tif"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "B",
          "sd_files":[
            "EMBOJ-2023-115537/Figure6.zip:Figure6/Figure6B/Results.xlsx",
            "EMBOJ-2023-115537/Figure6.zip:Figure6/Stats_Fig.6BandD.pzfx"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "C",
          "sd_files":[
            "EMBOJ-2023-115537/Figure6.zip:Figure6/Figure6C/Figure6C.zip"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "D",
          "sd_files":[
            "EMBOJ-2023-115537/Figure6.zip:Figure6/Figure6D/IP quantification.xlsx",
            "EMBOJ-2023-115537/Figure6.zip:Figure6/Stats_Fig.6BandD.pzfx"
          ]
        },
        {
          "panel_caption": "",
          "panel_label": "E",
          "sd_files":[]
        }
      ]
    }
  ],
  "data_availability": {
    "section_text": "This study includes no data deposited in external repositories.",
    "data_sources": []
  },
  "all_captions": "Figure 1. Autophagy adaptors show distinct distributions during Parkin-mediated mitophagy.\n(A and B) Representative images (left) and spline graphs of the intensity profiles along the indicated arrows (from position 0) in the respective images (right) of wild-type HeLa cells expressing one of the GFP-tagged autophagy adaptors or ubiquitin, mRuby–Omp25, and HaloTag7–LC3B at 45 min after CCCP treatment. Separate mitochondria without contacting other mitochondria or isolation membranes (A; Mt) or mitochondria with an isolation membrane (B; Mt–IM) are shown. The y-axis in each of the graphs indicates the fluorescence intensity. Scale bars indicate 1 μm.\n(C) The relative intensity of GFP-tagged adaptors or ubiquitin (a and b) in LC3B-positive areas compared with LC3B-negative areas in panel B. GFP signals were normalized to the mRuby–Omp25 signals (a′ and b′) using the formula Relative Intensity = (a/b)/(a′/b′), where a and a′ represent the intensities in the LC3B-positive area, and b and b′ represent the intensities in the LC3B-negative area. Solid horizontal bars indicate the means, and dots indicate the data from five structures. Differences were statistically analyzed by one-way analysis of variance with Dunnett’s post-hoc test.\n(D) Immunostaining of endogenous OPTN or NDP52 in wild-type HeLa cells expressing mRuby–Omp25 and HaloTag7–LC3B at 45 min after CCCP treatment. Scale bars indicate 4 µm and 1 µm (magnified images).\n(E) Representative images (left) and spline graphs of the intensity profiles along the indicated arrows (from position 0) in the respective images (right) of HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing indicated GFP-tagged autophagy adaptors, mRuby–Omp25, and HaloTag7–LC3B at 45 min after CCCP treatment. Mitochondria with an isolation membrane (Mt–IM) are shown. The y-axis in each of the graphs indicates the fluorescence intensity. Scale bars indicate 1 μm. \n(F) The relative intensity of GFP-tagged adaptors or ubiquitin (a and b) in LC3B-positive areas compared with LC3B-negative areas in panel E. Relative intensities were calculated as in (C). Solid horizontal bars indicate the means, and dots indicate the data from five structures. Differences were statistically analyzed by one-way analysis of variance with Dunnett’s post-hoc test.\n\nFigure 2. OPTN and NDP52 show a dynamic exchange between the mitochondrial surface and cytosol.\n(A–D) Representative images (A and C) and quantification (B and D) of GFP fluorescence recovery after photobleaching (FRAP) on separate mitochondria (Mt) (A and B) or on mitochondria with an isolation membrane (Mt–IM) (C and D) in HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing GFP-tagged adaptors or ubiquitin at 45 min after CCCP treatment. The photobleached areas are indicated by dotted lines. The magnified panels display time-lapse images of the photobleached areas. Scale bars indicate 2 μm and 1 μm (magnified images). Data were collected from four structures and were fitted to the equation y = a*(1 − exp(−b*x)). The dark shaded areas represent the 95% confidence intervals, and the light shaded areas represent the 95% prediction intervals. \n(E) Penta KO cells expressing GFP–OPTN and GFP–NDP52 at 45 min after treatment with CCCP and wortmannin. Wortmannin was added to inhibit autophagosome formation so that OPTN is not sequestered in a closed compartment. Images of cells before (upper panels) and 2 min after (lower panels) the addition of 10% 1,6-hexanediol are displayed. Scale bars, 5 μm and 2 μm (magnified images).\n\nFigure 3. Mathematical models of condensate formation and localization of autophagy adaptors.\n(A) Schematic diagram of two separated mitochondria.\n(B) Sheet-like condensates of autophagy adaptors on mitochondria deform when the inter-mitochondrial distance d_Mt was changed. The strength of adaptor self-interaction (χ_self), adaptor–ubiquitin interaction (χ_Ub), mitochondrial area exclusion (χ_Mt) and surface tension (σ) were set to χ_self=3k_B T, χ_Ub=12k_B T, χ_Mt=5k_B T, and σ=k_B T, respectively. The color indicates the adaptor concentration (ϕ_ad). Arrowheads indicate autophagy adaptors filling the cleft between the two mitochondria.\n(C) Schematic diagram of a single mitochondrion with an isolation membrane.\n(D) Sheet-like condensates of autophagy adaptors on mitochondria deformed when the isolation membrane (arrowheads) appeared and the angle α surrounding the mitochondria changed. The strength of adaptor self-interaction (χ_self), adaptor–ubiquitin interaction (χ_Ub), adaptor–LC3 interaction (χ_LC3), mitochondrial area exclusion (χ_Mt), isolation membrane area exclusion (χ_IM), and surface tension (σ) were set to χ_self=3k_B T, χ_Ub=χ_LC3=12k_B T,  χ_Mt=χ_IM=〖5k〗_B T, and σ=k_B T, respectively. The color indicates the adaptor concentration (ϕ_ad).\n\nFigure 4. OPTN condensates redistribute upon contact with membranes.\n(A–D) Time-lapse images (A and C) and spline graphs (B and D) of two separate mitochondria approaching and contacting each other. Events of the attachment of two mitochondria with comparable sizes (A and B) and with differing sizes (C and D) were observed. The line graphs represent the intensity profiles along the indicated arrows (from position 0) in the respective images shown (B and D). The arrowheads indicate redistributed OPTN signals filling the cleft between two adjacent mitochondria. Scale bars indicate 1 μm. See also Movie EV1 for the time-lapse video corresponding to (C).\n(E and F) Time-lapse images (E) and a spline graph (F) of a mitochondrion with an isolation membrane elongating on its surface. The arrowhead indicates the elongating isolation membrane. The line graph represent the intensity profiles along the indicated arrows (from position 0) in the respective images shown. Scale bars indicate 1 μm. See also Movie EV2 for the time-lapse video corresponding to (E).\n\nFigure 5. Liquid-like property of OPTN condensates is required for mitophagy.\n(A) HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing both GPF–OPTN and mRuby–Ub (i), both GPF–OPTN and anti-GFP nanobody–mRuby–Ub (ii), boh GFP–OPTNΔUBAN and mRuby–Ub (iii), or both GFP–OPTNΔUBAN and anti-GFP nanobody–mRuby–Ub (iv) at 45 min after CCCP treatment. Time-lapse images of GFP FRAP are shown. Photobleached areas are circled by dotted lines. Scale bars indicate 4 μm and 2 μm (magnified images). \n(B) Interaction between GFP–OPTN and OPTN mutants and FLAG–Ub or FLAG–nanobody–Ub was investigated by immunoprecipitation with an anti-FLAG antibody and immunoblotting with an anti-GFP antibody. \n(C) Quantification of GFP FRAP on separate mitochondria (Mt) in penta KO cells expressing both GFP–OPTN and mRuby–Ub (i; gray), both GFP–OPTN and anti-GFP nanobody–mRuby–Ub (ii; red), or both GFP–OPTNΔUBAN and anti-GFP nanobody–mRuby–Ub (iv; blue) at 45 min after CCCP treatment. Data were collected from four structures and were fitted to the equation y = a*(1 − exp(−b*x)). The dark shading represents the 95% confidence intervals, and the light shading represents the 95% prediction intervals. \n(D and E) Representative data (D) and quantification (E) of HaloTag (Halo) processing assay using cells expressing the indicated OPTN and Ub constructs. Cells expressing the mtHalo–SNAP mitophagy reporter were treated without (0 h) and with oligomycin and antimycin for 18 h. The amount of processed Halo (proc. Halo) indicates the relative amount of mitochondria degraded in lysosomes. Solid horizontal bars indicate the means, and dots indicate the data from at least three independent cultures. Differences were statistically analyzed by one-way analysis of variance with Dunnett’s post-hoc test.\n\nFigure 6. Liquid-like property of OPTN condensates is required for the recruitment of ATG9 vesicles.\n(A and B) Localization of ATG9 vesicles under normal (CCCP−) or mitophagy-inducing conditions (CCCP+, 60 min) (A) and quantification (B) of ATG9A colocalization with mitochondria. Endogenous ATG9 was immunostained in penta KO cells expressing both GFP–OPTN and mRuby–Ub or both GFP–OPTNΔUBAN and anti-GFP nanobody–mRuby–Ub (nano–mRuby–Ub) together with mitochondrially targeted Halo–SNAP (mtHalo–SNAP). Scale bars indicate 4 μm and 2 μm (magnified images). Solid horizontal bars indicate the means, each dot indicates the mean value from one field of view with ≥10 cells (n=15). Differences were statistically analyzed by Welch's two-tailed t test.\n(C and D) Representative data (C) and quantification (D; p=0.99) of organelle immunoprecipitation in cells expressing GFP–OPTN or GFP–OPTNΔUBAN in the presence or absence of FLAG-ATG9A. ATG9 vesicles were immunoprecipitated by FLAG M2 beads and GFP was blotted to detect the interaction between GFP–OPTN (WT or ΔUBAN) and ATG9 vesicles at 60 min after CCCP treatment. Solid horizontal bars indicate the means, and dots indicate the data from five independent experiments. Differences were statistically analyzed by Welch's two-tailed t test.\n(E) The models of ATG9 vesicle recruitment (left) and isolation membrane elongation (right) mediated by liquid-like OPTN condensates. Partial or complete wetting of phase-separated OPTN enables the recruitment of ATG9 vesicles to ubiquitinated mitochondria (left). Wetting of OPTN on mitochondria and isolation membranes also facilitates the engulfment of mitochondria by the isolation membranes (right)."
}
