{
  "manuscript_id": "EMBOJ-2023-115537",
  "docx": "Doc/EMBOJ2023115537R1Manuscript_Textmstxt_wdt.docx",
  "figures": [
    {
      "figure_caption": "(A and B) Representative images (left) and spline graphs of the intensity profiles along the indicated arrows (from position 0) in the respective images (right) of wild-type HeLa cells expressing one of the GFP-tagged autophagy adaptors or ubiquitin, mRuby–Omp25, and HaloTag7–LC3B at 45 min after CCCP treatment. Separate mitochondria without contacting other mitochondria or isolation membranes (A; Mt) or mitochondria with an isolation membrane (B; Mt–IM) are shown. The y-axis in each of the graphs indicates the fluorescence intensity. Scale bars indicate 1 μm. (C) The relative intensity of GFP-tagged adaptors or ubiquitin (a and b) in LC3B-positive areas compared with LC3B-negative areas in panel B. GFP signals were normalized to the mRuby–Omp25 signals (a′ and b′) using the formula Relative Intensity = (a\/b)\/(a′\/b′), where a and a′ represent the intensities in the LC3B-positive area, and b and b′ represent the intensities in the LC3B-negative area. Solid horizontal bars indicate the means, and dots indicate the data from five structures. Differences were statistically analyzed by one-way analysis of variance with Dunnett’s post-hoc test. (D) Immunostaining of endogenous OPTN or NDP52 in wild-type HeLa cells expressing mRuby–Omp25 and HaloTag7–LC3B at 45 min after CCCP treatment. Scale bars indicate 4 µm and 1 µm (magnified images). (E) Representative images (left) and spline graphs of the intensity profiles along the indicated arrows (from position 0) in the respective images (right) of HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing indicated GFP-tagged autophagy adaptors, mRuby–Omp25, and HaloTag7–LC3B at 45 min after CCCP treatment. Mitochondria with an isolation membrane (Mt–IM) are shown. The y-axis in each of the graphs indicates the fluorescence intensity. Scale bars indicate 1 μm.  (F) The relative intensity of GFP-tagged adaptors or ubiquitin (a and b) in LC3B-positive areas compared with LC3B-negative areas in panel E. Relative intensities were calculated as in (C). Solid horizontal bars indicate the means, and dots indicate the data from five structures. Differences were statistically analyzed by one-way analysis of variance with Dunnett’s post-hoc test.",
      "figure_label": "Figure 1",
      "caption_title": "Autophagy adaptors show distinct distributions during Parkin-mediated mitophagy.",
      "panels": [
        {
          "panel_caption": "(A) Representative images (left) and spline graphs of the intensity profiles along the indicated arrows (from position 0) in the respective images (right) of wild-type HeLa cells expressing one of the GFP-tagged autophagy adaptors or ubiquitin, mRuby-Omp25, and HaloTag7-LC3B at 45 min after CCCP treatment. Separate mitochondria without contacting other mitochondria or isolation membranes (A; Mt) are shown. The y-axis in each of the graphs indicates the fluorescence intensity. Scale bars indicate 1 μm.",
          "panel_label": "A"
        },
        {
          "panel_caption": "(B) Representative images (left) and spline graphs of the intensity profiles along the indicated arrows (from position 0) in the respective images (right) of wild-type HeLa cells expressing one of the GFP-tagged autophagy adaptors or ubiquitin, mRuby-Omp25, and HaloTag7-LC3B at 45 min after CCCP treatment. Separate mitochondria with an isolation membrane (B; Mt-IM) are shown. The y-axis in each of the graphs indicates the fluorescence intensity. Scale bars indicate 1 μm.",
          "panel_label": "B"
        },
        {
          "panel_caption": "(C) The relative intensity of GFP-tagged adaptors or ubiquitin (a and b) in LC3B-positive areas compared with LC3B-negative areas in panel B. GFP signals were normalized to the mRuby-Omp25 signals (a′ and b′) using the formula Relative Intensity = (a/b)/(a′/b′), where a and a′ represent the intensities in the LC3B-positive area, and b and b′ represent the intensities in the LC3B-negative area. Solid horizontal bars indicate the means, and dots indicate the data from five structures. Differences were statistically analyzed by one-way analysis of variance with Dunnett's post-hoc test.",
          "panel_label": "C"
        },
        {
          "panel_caption": "(D) Immunostaining of endogenous OPTN or NDP52 in wild-type HeLa cells expressing mRuby-Omp25 and HaloTag7-LC3B at 45 min after CCCP treatment. Scale bars indicate 4 µm and 1 µm (magnified images).",
          "panel_label": "D"
        },
        {
          "panel_caption": "(E) Representative images (left) and spline graphs of the intensity profiles along the indicated arrows (from position 0) in the respective images (right) of HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing indicated GFP-tagged autophagy adaptors, mRuby-Omp25, and HaloTag7-LC3B at 45 min after CCCP treatment. Mitochondria with an isolation membrane (Mt-IM) are shown. The y-axis in each of the graphs indicates the fluorescence intensity. Scale bars indicate 1 μm.",
          "panel_label": "E"
        },
        {
          "panel_caption": "(F) The relative intensity of GFP-tagged adaptors or ubiquitin (a and b) in LC3B-positive areas compared with LC3B-negative areas in panel E. Relative intensities were calculated as in (C). Solid horizontal bars indicate the means, and dots indicate the data from five structures. Differences were statistically analyzed by one-way analysis of variance with Dunnett's post-hoc test.",
          "panel_label": "F"
        }
      ]
    },
    {
      "figure_caption": "(A–D) Representative images (A and C) and quantification (B and D) of GFP fluorescence recovery after photobleaching (FRAP) on separate mitochondria (Mt) (A and B) or on mitochondria with an isolation membrane (Mt–IM) (C and D) in HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing GFP-tagged adaptors or ubiquitin at 45 min after CCCP treatment. The photobleached areas are indicated by dotted lines. The magnified panels display time-lapse images of the photobleached areas. Scale bars indicate 2 μm and 1 μm (magnified images). Data were collected from four structures and were fitted to the equation y = a*(1 − exp(−b*x)). The dark shaded areas represent the 95% confidence intervals, and the light shaded areas represent the 95% prediction intervals.  (E) Penta KO cells expressing GFP–OPTN and GFP–NDP52 at 45 min after treatment with CCCP and wortmannin. Wortmannin was added to inhibit autophagosome formation so that OPTN is not sequestered in a closed compartment. Images of cells before (upper panels) and 2 min after (lower panels) the addition of 10% 1,6-hexanediol are displayed. Scale bars, 5 μm and 2 μm (magnified images).",
      "figure_label": "Figure 2",
      "caption_title": "OPTN and NDP52 show a dynamic exchange between the mitochondrial surface and cytosol.",
      "panels": [
      {
          "panel_caption": "(A) Representative images (A) of GFP fluorescence recovery after photobleaching (FRAP) on separate mitochondria (Mt) (A) in HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing GFP-tagged adaptors or ubiquitin at 45 min after CCCP treatment. The photobleached areas are indicated by dotted lines. The magnified panels display time-lapse images of the photobleached areas. Scale bars indicate 2 μm and 1 μm (magnified images).",
          "panel_label": "A"
        },
        {
          "panel_caption": "quantification (B) of GFP fluorescence recovery after photobleaching (FRAP) on separate mitochondria (Mt) (B) in HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing GFP-tagged adaptors or ubiquitin at 45 min after CCCP treatment. Data were collected from four structures and were fitted to the equation y = a*(1 − exp(−b*x)). The dark shaded areas represent the 95% confidence intervals, and the light shaded areas represent the 95% prediction intervals.",
          "panel_label": "B"
        },
        {
          "panel_caption": "Representative images (C) of GFP fluorescence recovery after photobleaching (FRAP) on mitochondria with an isolation membrane (Mt-IM) (C) in HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing GFP-tagged adaptors or ubiquitin at 45 min after CCCP treatment. The photobleached areas are indicated by dotted lines. The magnified panels display time-lapse images of the photobleached areas. Scale bars indicate 2 μm and 1 μm (magnified images). ",
          "panel_label": "C"
        },
        {
          "panel_caption": "quantification (D) of GFP fluorescence recovery after photobleaching (FRAP) on mitochondria with an isolation membrane (Mt-IM) (D) in HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing GFP-tagged adaptors or ubiquitin at 45 min after CCCP treatment. Data were collected from four structures and were fitted to the equation y = a*(1 − exp(−b*x)). The dark shaded areas represent the 95% confidence intervals, and the light shaded areas represent the 95% prediction intervals.",
          "panel_label": "D"
        },
        {
          "panel_caption": "(E) Penta KO cells expressing GFP-OPTN and GFP-NDP52 at 45 min after treatment with CCCP and wortmannin. Wortmannin was added to inhibit autophagosome formation so that OPTN is not sequestered in a closed compartment. Images of cells before (upper panels) and 2 min after (lower panels) the addition of 10% 1,6-hexanediol are displayed. Scale bars, 5 μm and 2 μm (magnified images).",
          "panel_label": "E"
        }
      ]
    },
    {
      "figure_caption": "(A) Schematic diagram of two separated mitochondria .(B) Sheet-like condensates of autophagy adaptors on mitochondria deform when the inter-mitochondrial distance dMt was changed. The strength of adaptor self-interaction (χself), adaptor-ubiquitin interaction (χUb), mitochondrial area exclusion (χMt) and surface tension (σ) were set to χself = 3kBT, χUb = 12kBT, χMt = 5kBT, and σ = kBT, respectively. The color indicates the adaptor concentration (ϕad). Arrowheads indicate autophagy adaptors filling the cleft between the two mitochondria .(C) Schematic diagram of a single mitochondrion with an isolation membrane .(D) Sheet-like condensates of autophagy adaptors on mitochondria deformed when the isolation membrane (arrowheads) appeared and the angle α surrounding the mitochondria changed. The strength of adaptor self-interaction (χself), adaptor-ubiquitin interaction (χUb), adaptor-LC3 interaction (χLC3), mitochondrial area exclusion (χMt), isolation membrane area exclusion (χIM), and surface tension (σ) were set to χself = 3kBT, χUb = χLC3 = 12kBT, χMt = χIM = 5kBT, and σ = kBT, respectively. The color indicates the adaptor concentration (ϕad).",
      "figure_label": "Figure 3",
      "caption_title": "Mathematical models of condensate formation and localization of autophagy adaptors.",
      "panels": [
        {
          "panel_caption": "(A) Schematic diagram of two separated mitochondria.",
          "panel_label": "A"
        },
        {
          "panel_caption": "(B) Sheet-like condensates of autophagy adaptors on mitochondria deform when the inter-mitochondrial distance dMt was changed. The strength of adaptor self-interaction (χself), adaptor-ubiquitin interaction (χUb), mitochondrial area exclusion (χMt) and surface tension (σ) were set to χself = 3kBT, χUb = 12kBT, χMt = 5kBT, and σ = kBT, respectively. The color indicates the adaptor concentration (ϕad). Arrowheads indicate autophagy adaptors filling the cleft between the two mitochondria.",
          "panel_label": "B"
        },
        {
          "panel_caption": "(C) Schematic diagram of a single mitochondrion with an isolation membrane.",
          "panel_label": "C"
        },
        {
          "panel_caption": "(D) Sheet-like condensates of autophagy adaptors on mitochondria deformed when the isolation membrane (arrowheads) appeared and the angle α surrounding the mitochondria changed. The strength of adaptor self-interaction (χself), adaptor-ubiquitin interaction (χUb), adaptor-LC3 interaction (χLC3), mitochondrial area exclusion (χMt), isolation membrane area exclusion (χIM), and surface tension (σ) were set to χself = 3kBT, χUb = χLC3 = 12kBT, χMt = χIM = 5kBT, and σ = kBT, respectively. The color indicates the adaptor concentration (ϕad).",
          "panel_label": "D"
        }
      ]
    },
    {
      "figure_caption": "(A-D) Time-lapse images (A and C) and spline graphs (B and D) of two separate mitochondria approaching and contacting each other. Events of the attachment of two mitochondria with comparable sizes (A and B) and with differing sizes (C and D) were observed. The line graphs represent the intensity profiles along the indicated arrows (from position 0) in the respective images shown (B and D). The arrowheads indicate redistributed OPTN signals filling the cleft between two adjacent mitochondria. Scale bars indicate 1 μm. See also Movie EV1 for the time-lapse video corresponding to (C).(E and F) Time-lapse images (E) and a spline graph (F) of a mitochondrion with an isolation membrane elongating on its surface. The arrowhead indicates the elongating isolation membrane. The line graph represent the intensity profiles along the indicated arrows (from position 0) in the respective images shown. Scale bars indicate 1 μm. See also Movie EV2 for the time-lapse video corresponding to (E).",
      "figure_label": "Figure 4",
      "caption_title": "OPTN condensates redistribute upon contact with membranes.",
      "panels": [
        {
          "panel_caption": "(A) Time-lapse images (A) of two separate mitochondria approaching and contacting each other. Events of the attachment of two mitochondria with comparable sizes (A) were observed. The arrowheads indicate redistributed OPTN signals filling the cleft between two adjacent mitochondria. Scale bars indicate 1 μm.",
          "panel_label": "A"
        },
        {
          "panel_caption": "spline graphs (B ) of two separate mitochondria approaching and contacting each other. Events of the attachment of two mitochondria with comparable sizes (B) were observed. The line graphs represent the intensity profiles along the indicated arrows (from position 0) in the respective images shown (B).",
          "panel_label": "B"
        },
        {
          "panel_caption": "Time-lapse images (C) of two separate mitochondria approaching and contacting each other. Events of the attachment of two mitochondria with differing sizes (C) were observed. The arrowheads indicate redistributed OPTN signals filling the cleft between two adjacent mitochondria. Scale bars indicate 1 μm.",
          "panel_label": "C"
        },
        {
          "panel_caption": "(D) spline graphs (D) of two separate mitochondria approaching and contacting each other. Events of the attachment of two mitochondria with differing sizes (D) were observed. The line graphs represent the intensity profiles along the indicated arrows (from position 0) in the respective images shown (D).",
          "panel_label": "D"
        },
        {
          "panel_caption": "(E) Time-lapse images (E) of a mitochondrion with an isolation membrane elongating on its surface. The arrowhead indicates the elongating isolation membrane. Scale bars indicate 1 μm.",
          "panel_label": "E"
        },
        {
          "panel_caption": "(F) spline graph (F) of a mitochondrion with an isolation membrane elongating on its surface. The line graph represent the intensity profiles along the indicated arrows (from position 0) in the respective images shown.",
          "panel_label": "F"
        }
      ]
    },
    {
      "figure_caption": "(A) HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing both GPF-OPTN and mRuby-Ub (i), both GPF-OPTN and anti-GFP nanobody-mRuby-Ub (ii), boh GFP-OPTNΔUBAN and mRuby-Ub (iii), or both GFP-OPTNΔUBAN and anti-GFP nanobody-mRuby-Ub (iv) at 45 min after CCCP treatment. Time-lapse images of GFP FRAP are shown. Photobleached areas are circled by dotted lines. Scale bars indicate 4 μm and 2 μm (magnified images) .(B) Interaction between GFP-OPTN and OPTN mutants and FLAG-Ub or FLAG-nanobody-Ub was investigated by immunoprecipitation with an anti-FLAG antibody and immunoblotting with an anti-GFP antibody .(C) Quantification of GFP FRAP on separate mitochondria (Mt) in penta KO cells expressing both GFP-OPTN and mRuby-Ub (i; gray), both GFP-OPTN and anti-GFP nanobody-mRuby-Ub (ii; red), or both GFP-OPTNΔUBAN and anti-GFP nanobody-mRuby-Ub (iv; blue) at 45 min after CCCP treatment. Data were collected from four structures and were fitted to the equation y = a*(1 − exp(−b*x)). The dark shading represents the 95% confidence intervals, and the light shading represents the 95% prediction intervals.(D and E) Representative data (D) and quantification (E) of HaloTag (Halo) processing assay using cells expressing the indicated OPTN and Ub constructs. Cells expressing the mtHalo-SNAP mitophagy reporter were treated without (0 h) and with oligomycin and antimycin for 18 h. The amount of processed Halo (proc. Halo) indicates the relative amount of mitochondria degraded in lysosomes. Solid horizontal bars indicate the means, and dots indicate the data from at least three independent cultures. Differences were statistically analyzed by one-way analysis of variance with Dunnett's post-hoc test.",
      "figure_label": "Figure 5",
      "caption_title": "Liquid-like property of OPTN condensates is required for mitophagy.",
      "panels": [
        {
          "panel_caption": "(A) HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing both GPF-OPTN and mRuby-Ub (i), both GPF-OPTN and anti-GFP nanobody-mRuby-Ub (ii), boh GFP-OPTNΔUBAN and mRuby-Ub (iii), or both GFP-OPTNΔUBAN and anti-GFP nanobody-mRuby-Ub (iv) at 45 min after CCCP treatment. Time-lapse images of GFP FRAP are shown. Photobleached areas are circled by dotted lines. Scale bars indicate 4 μm and 2 μm (magnified images).",
          "panel_label": "A"
        },
        {
          "panel_caption": "(B) Interaction between GFP-OPTN and OPTN mutants and FLAG-Ub or FLAG-nanobody-Ub was investigated by immunoprecipitation with an anti-FLAG antibody and immunoblotting with an anti-GFP antibody.",
          "panel_label": "B"
        },
        {
          "panel_caption": "(C) Quantification of GFP FRAP on separate mitochondria (Mt) in penta KO cells expressing both GFP-OPTN and mRuby-Ub (i; gray), both GFP-OPTN and anti-GFP nanobody-mRuby-Ub (ii; red), or both GFP-OPTNΔUBAN and anti-GFP nanobody-mRuby-Ub (iv; blue) at 45 min after CCCP treatment. Data were collected from four structures and were fitted to the equation y = a*(1 − exp(−b*x)). The dark shading represents the 95% confidence intervals, and the light shading represents the 95% prediction intervals.",
          "panel_label": "C"
        },
        {
          "panel_caption": "(D Representative data (D) of HaloTag (Halo) processing assay using cells expressing the indicated OPTN and Ub constructs. Cells expressing the mtHalo-SNAP mitophagy reporter were treated without (0 h) and with oligomycin and antimycin for 18 h. The amount of processed Halo (proc. Halo) indicates the relative amount of mitochondria degraded in lysosomes. Solid horizontal bars indicate the means, and dots indicate the data from at least three independent cultures. Differences were statistically analyzed by one-way analysis of variance with Dunnett's post-hoc test.",
          "panel_label": "D"
        },
        {
          "panel_caption": "E) quantification (E) of HaloTag (Halo) processing assay using cells expressing the indicated OPTN and Ub constructs. Cells expressing the mtHalo-SNAP mitophagy reporter were treated without (0 h) and with oligomycin and antimycin for 18 h. The amount of processed Halo (proc. Halo) indicates the relative amount of mitochondria degraded in lysosomes. Solid horizontal bars indicate the means, and dots indicate the data from at least three independent cultures. Differences were statistically analyzed by one-way analysis of variance with Dunnett's post-hoc test.",
          "panel_label": "E"
        }
      ]
    },
    {
      "figure_caption": "(A and B) Localization of ATG9 vesicles under normal (CCCP−) or mitophagy-inducing conditions (CCCP+, 60 min) (A) and quantification (B) of ATG9A colocalization with mitochondria. Endogenous ATG9 was immunostained in penta KO cells expressing both GFP-OPTN and mRuby-Ub or both GFP-OPTNΔUBAN and anti-GFP nanobody-mRuby-Ub (nano-mRuby-Ub) together with mitochondrially targeted Halo-SNAP (mtHalo-SNAP). Scale bars indicate 4 μm and 2 μm (magnified images). Solid horizontal bars indicate the means, each dot indicates the mean value from one field of view with ≥10 cells (n=15). Differences were statistically analyzed by Welch's two-tailed t test.(C and D) Representative data (C) and quantification (D; p=0.99) of organelle immunoprecipitation in cells expressing GFP-OPTN or GFP-OPTNΔUBAN in the presence or absence of FLAG-ATG9A. ATG9 vesicles were immunoprecipitated by FLAG M2 beads and GFP was blotted to detect the interaction between GFP-OPTN (WT or ΔUBAN) and ATG9 vesicles at 60 min after CCCP treatment. Solid horizontal bars indicate the means, and dots indicate the data from five independent experiments. Differences were statistically analyzed by Welch's two-tailed t test .(E) The models of ATG9 vesicle recruitment (left) and isolation membrane elongation (right) mediated by liquid-like OPTN condensates. Partial or complete wetting of phase-separated OPTN enables the recruitment of ATG9 vesicles to ubiquitinated mitochondria (left). Wetting of OPTN on mitochondria and isolation membranes also facilitates the engulfment of mitochondria by the isolation membranes (right).",
      "figure_label": "Figure 6",
      "caption_title": "Liquid-like property of OPTN condensates is required for the recruitment of ATG9 vesicles.",
      "panels": [
        {
          "panel_caption": "(A) Localization of ATG9 vesicles under normal (CCCP−) or mitophagy-inducing conditions (CCCP+, 60 min) (A) of ATG9A colocalization with mitochondria. Endogenous ATG9 was immunostained in penta KO cells expressing both GFP-OPTN and mRuby-Ub or both GFP-OPTNΔUBAN and anti-GFP nanobody-mRuby-Ub (nano-mRuby-Ub) together with mitochondrially targeted Halo-SNAP (mtHalo-SNAP). Scale bars indicate 4 μm and 2 μm (magnified images).",
          "panel_label": "A"
        },
        {
          "panel_caption": "(B) quantification (B) of ATG9A colocalization with mitochondria. Endogenous ATG9 was immunostained in penta KO cells expressing both GFP-OPTN and mRuby-Ub or both GFP-OPTNΔUBAN and anti-GFP nanobody-mRuby-Ub (nano-mRuby-Ub) together with mitochondrially targeted Halo-SNAP (mtHalo-SNAP). Solid horizontal bars indicate the means, each dot indicates the mean value from one field of view with ≥10 cells (n=15). Differences were statistically analyzed by Welch's two-tailed t test.",
          "panel_label": "B"
        },
        {
          "panel_caption": "(C) Representative data (C) of organelle immunoprecipitation in cells expressing GFP-OPTN or GFP-OPTNΔUBAN in the presence or absence of FLAG-ATG9A. ATG9 vesicles were immunoprecipitated by FLAG M2 beads and GFP was blotted to detect the interaction between GFP-OPTN (WT or ΔUBAN) and ATG9 vesicles at 60 min after CCCP treatment.",
          "panel_label": "C"
        },
        {
          "panel_caption": "(D) Representative quantification (D; p=0.99) of organelle immunoprecipitation in cells expressing GFP-OPTN or GFP-OPTNΔUBAN in the presence or absence of FLAG-ATG9A. ATG9 vesicles were immunoprecipitated by FLAG M2 beads and GFP was blotted to detect the interaction between GFP-OPTN (WT or ΔUBAN) and ATG9 vesicles at 60 min after CCCP treatment. Solid horizontal bars indicate the means, and dots indicate the data from five independent experiments. Differences were statistically analyzed by Welch's two-tailed t test.",
          "panel_label": "D"
        },
        {
          "panel_caption": "(E) The models of ATG9 vesicle recruitment (left) and isolation membrane elongation (right) mediated by liquid-like OPTN condensates. Partial or complete wetting of phase-separated OPTN enables the recruitment of ATG9 vesicles to ubiquitinated mitochondria (left). Wetting of OPTN on mitochondria and isolation membranes also facilitates the engulfment of mitochondria by the isolation membranes (right).",
          "panel_label": "E"
        }
      ]
    }
  ],
  "all_captions": "Figure 1. Autophagy adaptors show distinct distributions during Parkin-mediated mitophagy. (A and B) Representative images (left) and spline graphs of the intensity profiles along the indicated arrows (from position 0) in the respective images (right) of wild-type HeLa cells expressing one of the GFP-tagged autophagy adaptors or ubiquitin, mRuby–Omp25, and HaloTag7–LC3B at 45 min after CCCP treatment. Separate mitochondria without contacting other mitochondria or isolation membranes (A; Mt) or mitochondria with an isolation membrane (B; Mt–IM) are shown. The y-axis in each of the graphs indicates the fluorescence intensity. Scale bars indicate 1 μm. (C) The relative intensity of GFP-tagged adaptors or ubiquitin (a and b) in LC3B-positive areas compared with LC3B-negative areas in panel B. GFP signals were normalized to the mRuby–Omp25 signals (a′ and b′) using the formula Relative Intensity = (a\/b)\/(a′\/b′), where a and a′ represent the intensities in the LC3B-positive area, and b and b′ represent the intensities in the LC3B-negative area. Solid horizontal bars indicate the means, and dots indicate the data from five structures. Differences were statistically analyzed by one-way analysis of variance with Dunnett’s post-hoc test. (D) Immunostaining of endogenous OPTN or NDP52 in wild-type HeLa cells expressing mRuby–Omp25 and HaloTag7–LC3B at 45 min after CCCP treatment. Scale bars indicate 4 µm and 1 µm (magnified images). (E) Representative images (left) and spline graphs of the intensity profiles along the indicated arrows (from position 0) in the respective images (right) of HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing indicated GFP-tagged autophagy adaptors, mRuby–Omp25, and HaloTag7–LC3B at 45 min after CCCP treatment. Mitochondria with an isolation membrane (Mt–IM) are shown. The y-axis in each of the graphs indicates the fluorescence intensity. Scale bars indicate 1 μm.  (F) The relative intensity of GFP-tagged adaptors or ubiquitin (a and b) in LC3B-positive areas compared with LC3B-negative areas in panel E. Relative intensities were calculated as in (C). Solid horizontal bars indicate the means, and dots indicate the data from five structures. Differences were statistically analyzed by one-way analysis of variance with Dunnett’s post-hoc test. Figure 2. OPTN and NDP52 show a dynamic exchange between the mitochondrial surface and cytosol. (A–D) Representative images (A and C) and quantification (B and D) of GFP fluorescence recovery after photobleaching (FRAP) on separate mitochondria (Mt) (A and B) or on mitochondria with an isolation membrane (Mt–IM) (C and D) in HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing GFP-tagged adaptors or ubiquitin at 45 min after CCCP treatment. The photobleached areas are indicated by dotted lines. The magnified panels display time-lapse images of the photobleached areas. Scale bars indicate 2 μm and 1 μm (magnified images). Data were collected from four structures and were fitted to the equation y = a*(1 − exp(−b*x)). The dark shaded areas represent the 95% confidence intervals, and the light shaded areas represent the 95% prediction intervals.  (E) Penta KO cells expressing GFP–OPTN and GFP–NDP52 at 45 min after treatment with CCCP and wortmannin. Wortmannin was added to inhibit autophagosome formation so that OPTN is not sequestered in a closed compartment. Images of cells before (upper panels) and 2 min after (lower panels) the addition of 10% 1,6-hexanediol are displayed. Scale bars, 5 μm and 2 μm (magnified images). Figure 3. Mathematical models of condensate formation and localization of autophagy adaptors. (A) Schematic diagram of two separated mitochondria. (B) Sheet-like condensates of autophagy adaptors on mitochondria deform when the inter-mitochondrial distance  was changed. The strength of adaptor self-interaction (), adaptor–ubiquitin interaction (), mitochondrial area exclusion () and surface tension () were set to , , , and , respectively. The color indicates the adaptor concentration (). Arrowheads indicate autophagy adaptors filling the cleft between the two mitochondria. (C) Schematic diagram of a single mitochondrion with an isolation membrane. (D) Sheet-like condensates of autophagy adaptors on mitochondria deformed when the isolation membrane (arrowheads) appeared and the angle  surrounding the mitochondria changed. The strength of adaptor self-interaction (), adaptor–ubiquitin interaction (), adaptor–LC3 interaction (), mitochondrial area exclusion (), isolation membrane area exclusion (), and surface tension () were set to , ,  , and , respectively. The color indicates the adaptor concentration (). Figure 4. OPTN condensates redistribute upon contact with membranes. (A–D) Time-lapse images (A and C) and spline graphs (B and D) of two separate mitochondria approaching and contacting each other. Events of the attachment of two mitochondria with comparable sizes (A and B) and with differing sizes (C and D) were observed. The line graphs represent the intensity profiles along the indicated arrows (from position 0) in the respective images shown (B and D). The arrowheads indicate redistributed OPTN signals filling the cleft between two adjacent mitochondria. Scale bars indicate 1 μm. See also Movie EV1 for the time-lapse video corresponding to (C). (E and F) Time-lapse images (E) and a spline graph (F) of a mitochondrion with an isolation membrane elongating on its surface. The arrowhead indicates the elongating isolation membrane. The line graph represent the intensity profiles along the indicated arrows (from position 0) in the respective images shown. Scale bars indicate 1 μm. See also Movie EV2 for the time-lapse video corresponding to (E). Figure 5. Liquid-like property of OPTN condensates is required for mitophagy. (A) HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing both GPF–OPTN and mRuby–Ub (i), both GPF–OPTN and anti-GFP nanobody–mRuby–Ub (ii), boh GFP–OPTNΔUBAN and mRuby–Ub (iii), or both GFP–OPTNΔUBAN and anti-GFP nanobody–mRuby–Ub (iv) at 45 min after CCCP treatment. Time-lapse images of GFP FRAP are shown. Photobleached areas are circled by dotted lines. Scale bars indicate 4 μm and 2 μm (magnified images).  (B) Interaction between GFP–OPTN and OPTN mutants and FLAG–Ub or FLAG–nanobody–Ub was investigated by immunoprecipitation with an anti-FLAG antibody and immunoblotting with an anti-GFP antibody.  (C) Quantification of GFP FRAP on separate mitochondria (Mt) in penta KO cells expressing both GFP–OPTN and mRuby–Ub (i; gray), both GFP–OPTN and anti-GFP nanobody–mRuby–Ub (ii; red), or both GFP–OPTNΔUBAN and anti-GFP nanobody–mRuby–Ub (iv; blue) at 45 min after CCCP treatment. Data were collected from four structures and were fitted to the equation y = a*(1 − exp(−b*x)). The dark shading represents the 95% confidence intervals, and the light shading represents the 95% prediction intervals.  (D and E) Representative data (D) and quantification (E) of HaloTag (Halo) processing assay using cells expressing the indicated OPTN and Ub constructs. Cells expressing the mtHalo–SNAP mitophagy reporter were treated without (0 h) and with oligomycin and antimycin for 18 h. The amount of processed Halo (proc. Halo) indicates the relative amount of mitochondria degraded in lysosomes. Solid horizontal bars indicate the means, and dots indicate the data from at least three independent cultures. Differences were statistically analyzed by one-way analysis of variance with Dunnett’s post-hoc test. Figure 6. Liquid-like property of OPTN condensates is required for the recruitment of ATG9 vesicles. (A and B) Localization of ATG9 vesicles under normal (CCCP−) or mitophagy-inducing conditions (CCCP+, 60 min) (A) and quantification (B) of ATG9A colocalization with mitochondria. Endogenous ATG9 was immunostained in penta KO cells expressing both GFP–OPTN and mRuby–Ub or both GFP–OPTNΔUBAN and anti-GFP nanobody–mRuby–Ub (nano–mRuby–Ub) together with mitochondrially targeted Halo–SNAP (mtHalo–SNAP). Scale bars indicate 4 μm and 2 μm (magnified images). Solid horizontal bars indicate the means, each dot indicates the mean value from one field of view with ≥10 cells (n=15). Differences were statistically analyzed by Welch's two-tailed t test. (C and D) Representative data (C) and quantification (D; p=0.99) of organelle immunoprecipitation in cells expressing GFP–OPTN or GFP–OPTNΔUBAN in the presence or absence of FLAG-ATG9A. ATG9 vesicles were immunoprecipitated by FLAG M2 beads and GFP was blotted to detect the interaction between GFP–OPTN (WT or ΔUBAN) and ATG9 vesicles at 60 min after CCCP treatment. Solid horizontal bars indicate the means, and dots indicate the data from five independent experiments. Differences were statistically analyzed by Welch's two-tailed t test. (E) The models of ATG9 vesicle recruitment (left) and isolation membrane elongation (right) mediated by liquid-like OPTN condensates. Partial or complete wetting of phase-separated OPTN enables the recruitment of ATG9 vesicles to ubiquitinated mitochondria (left). Wetting of OPTN on mitochondria and isolation membranes also facilitates the engulfment of mitochondria by the isolation membranes (right). Figure EV1. Localization of autophagy adaptors between mitochondria during Parkin-mediated mitophagy. (A) Representative images (left) and spline graphs of the intensity profiles along the indicated arrows (from position 0; right) of wild-type HeLa cells expressing one of the GFP–tagged autophagy adaptors or ubiquitin and mRuby–Omp25 at 45 min after CCCP treatment. Mitochondrial clusters (Mt–Mt) are shown. The y-axis in each of the graphs indicates the fluorescence intensity. (B) The relative intensity of each adaptor was calculated as in Figure 1C. Solid horizontal bars indicate the means, and dots indicate the data from five structures. Differences were statistically analyzed by one-way ANOVA with Dunnett’s post-hoc test. (C) Representative images (left) and spline graphs of the intensity profiles along the indicated arrows (from position 0; right) of HeLa cells lacking all five autophagy adaptors (penta KO cells) expressing one of the GFP–tagged autophagy adaptors or ubiquitin and mRuby–Omp25 at 45 min after CCCP treatment. Mitochondrial clusters (Mt–Mt) are shown. The y-axis in each of the graphs indicates the fluorescence intensity. (D) The relative intensity of each adaptor was calculated as in Figure 1C. Solid horizontal bars indicate the means, and dots indicate the data from five structures. Differences were statistically analyzed by one-way ANOVA with Dunnett’s post-hoc test. Figure EV2. p62 on mitochondrial clusters and OPTN and NDP52 at the mitochondria-isolation membrane contact sites are resistant to 1,6-hexanediol treatment. (A) Penta KO cells expressing GFP–p62 at 45 min after CCCP treatment. Images of cells before (left) and 2 min after (right) the addition of 10% 1,6-hexanediol are displayed. Scale bars, 5 μm and 2 μm (magnified images). (B) Penta KO cells expressing GFP–OPTN (left) or GFP–NDP52 (right) at 45 min after CCCP treatment. Images of cells before (upper panels) and 2 min after (lower panels) the addition of 10% 2,5-hexanediol are displayed. Scale bars, 5 μm and 2 μm (magnified images). (C) Penta KO cells expressing GFP–OPTN (left) or GFP–NDP52 (right) at 45 min after CCCP treatment. Mitochondria associated with isolation membranes (LC3) were analyzed. Images of cells before (upper panels) and 2 min after (lower panels) the addition of 10% 1,6-hexanediol are displayed. Scale bars, 5 μm and 2 μm (magnified images). Figure EV3: Droplet distribution depends on the binding strength. (A) Dependence of droplet distribution on two mitochondria on Ub-binding strength () and self-binding strength (). Mitochondrial area exclusion () and surface tension () were set to  and , respectively.  (B) Dependence of droplet distribution on isolation membrane and mitochondria on LC3-binding strength (). The other parameters were set to , ,  and . The bending angle of the isolation membrane was set to . Figure EV4. Loss of mobility and mitophagy activity with ubiquitin binding mutants of OPTN. (A) Penta KO cells expressing both GFP–OPTN and mRuby–Ub (i), GPF–OPTN (E478G) and mRuby–Ub (ii), both GPF–OPTN (E478G) and anti-GFP nanobody–mRuby–Ub (iii), both GFP–OPTNΔUBAN and anti-GFP nanobody–mRuby–Ub (iv), and both OPTNΔUBAN–GFP and anti-GFP nanobody–mRuby–Ub (v) at 45 min after CCCP treatment. Time-lapse images of GFP FRAP are shown. Photobleached areas are circled by dotted lines. Scale bars indicate 4 μm and 2 μm (magnified images). (B) Quantification of GFP FRAP on separate mitochondria (Mt) in penta KO cells expressing both GFP–OPTN and mRuby–Ub (i), both GPF–OPTN (E478G) and anti-GFP nanobody–mRuby–Ub (iii), both GFP–OPTNΔUBAN and anti-GFP nanobody–mRuby–Ub (iv), and both OPTNΔUBAN–GFP and anti-GFP nanobody–mRuby–Ub (v) at 45 min after CCCP treatment. Data were collected from four structures and were fitted to the equation y = a*(1 − exp(−b*x)). The dark shading represents the 95% confidence intervals, and the light shading represents the 95% prediction intervals.  (C and D) Representative data (C) and quantification (D) of HaloTag (Halo) processing assay using cells expressing the indicated OPTN and Ub constructs. Cells expressing the mtHalo–SNAP mitophagy reporter were treated without (0 h) and with oligomycin and antimycin for 18 h. The amount of processed Halo (proc. Halo) indicates the relative amount of mitochondria degraded in lysosomes. Solid horizontal bars indicate the means, and dots indicate the data from three independent cultures. Differences were statistically analyzed by one-way analysis of variance with Dunnett’s post-hoc test. Figure EV5. Recruitment of TBK1 and FIP200 during mitophagy. (A, B) Localization of FIP200 and phosphorylated TBK1 under mitophagy-inducing conditions (CCCP, 60 min). Endogenous FIP200 (A) and phosphorylated TBK1 (B) were immunostained in penta KO cells expressing both GFP–OPTN and mRuby–Ub or both GFP–OPTNΔUBAN and anti-GFP nanobody–mRuby–Ub together with mitochondrially targeted Halo–SNAP (mtHalo–SNAP). Scale bars indicate 4 μm and 2 μm (magnified images)."
}
