{
  "manuscript_id": "EMBOR-2023-58706-T",
  "xml": "EMBOR-2023-58706-T.xml",
  "docx": "Doc/0924wangEMBOR202358706V3Manuscript_Textmstxt_1726649888_1.docx",
  "pdf": "pdf/EMBOR-2023-58706-T.pdf",
  "appendix": ["suppl_data/EV Figures Source Data.zip"],
  "figures": [
    {
      "figure_label": "Figure 1",
      "img_files": [
        "graphic/finalrevisionFig1Nlgn1 and Nlgn2 are specifically localized on excitatory and inhibitory synapses.jpg"
      ],
      "sd_files": ["suppl_data/Fig1.zip"],
      "figure_caption": "Schematic overview of experimental timeline and set-up.Schematic of Nlgn1-WT and Nlgn2-WT constructs.Representative image from DIV14-16 cultured Nlgn1234 conditionalknockout mice neurons, infected with Cre (blue) and either Nlgn1-WT(top) or Nlgn2-WT (bottom). The neurons were labeled with antibodies toHomer1 (red), HA (green), and MAP2 (blue). Scale bar: 20 μm. The rightpanels show an enlarged box area (arrowheads indicate HA punctaoverlapped with Homer1 puncta). Scale bar: 5 μm.Summary graph of the HA-Homer1 overlap percentage in Nlgn1-WT andNlgn2-WT conditions. (Bar and line graphs indicate mean ± SEM; numbersof cells/experiments = 13/3 and 11/3 for each column, left to right.Statistical significance was assessed by unpaired t test,∗∗∗∗p&lt;0.0001).Representative image of hippocampal neurons from DIV14-16cultured Nlgn1234 conditional knockout mice, infected with Cre (blue)and either Nlgn1-WT (top) or Nlgn2-WT (bottom). The neurons were labeledwith antibodies to Gephyrin (red), HA (green), and MAP2 (blue). Scalebar: 20 μm. The right panels show an enlarged box area (arrowheadsindicate HA puncta overlapped with Gephyrin puncta). Scale bar: 5μm.Summary graph of the HA-Gephyrin overlap percentage in Nlgn1-WTand Nlgn2-WT conditions. (Bar and line graphs indicate mean ± SEM;numbers of cells/experiments = 15/3 and 14/3 for each column, left toright. Statistical significance was assessed by unpaired t test,∗∗∗∗p&lt;0.0001). ",
      "caption_title": "Nlgn1 and Nlgn2 are specifically localized onexcitatory and inhibitory synapses.",
      "panels": [
        {
          "panel_label": "A",
          "panel_caption": "Schematic overview of experimental timeline and set-up.",
          "sd_files": []
        },
        {
          "panel_label": "B",
          "panel_caption": "Schematic of Nlgn1-WT and Nlgn2-WT constructs.",
          "sd_files": []
        },
        {
          "panel_label": "C",
          "panel_caption": "Representative image from DIV14-16 cultured Nlgn1234 conditional knockout mice neurons, infected with Cre (blue) and either Nlgn1-WT (top) or Nlgn2-WT (bottom). The neurons were labeled with antibodies to Homer1 (red), HA (green), and MAP2 (blue). Scale bar: 20 mm. The right panels show an enlarged box area (arrowheads indicate HA puncta overlapped with Homer1 puncta). Scale bar: 5 mm.",
          "sd_files": [
            "suppl_data/Fig1.zip:Fig1/Fig1C/MAP+HA-Cre+NL1-WT.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1C/MAP2+HA- Cre+NL-2WT.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1C/MAP2+Homer1-Cre+NL1-WT.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1C/MAP2+Homer1-Cre+NL2WT.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1C/Merge-Cre+NL1-WT.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1C/Merge-Cre+NL2WT.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1C/zoom-Cre+NL1-WT.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1C/zoom-Cre+NL2WT.tif"
          ]
        },
        {
          "panel_label": "D",
          "panel_caption": "Summary graph of the HA-Homer1 overlap percentage in Nlgn1-WT and Nlgn2-WT conditions. (Bar and line graphs indicate mean ± SEM; numbers of cells/experiments = 13/3 and 11/3 for each column, left to right. Statistical significance was assessed by unpaired t test, ****p<0.0001).",
          "sd_files": ["suppl_data/Fig1.zip:Fig1/Fig1D&F/Fig1.xlsx"]
        },
        {
          "panel_label": "E",
          "panel_caption": "Representative image of hippocampal neurons from DIV14-16 cultured Nlgn1234 conditional knockout mice, infected with Cre (blue) and either Nlgn1-WT (top) or Nlgn2-WT (bottom). The neurons were labeled with antibodies to Gephyrin (red), HA (green), and MAP2 (blue). Scale bar: 20 mm. The right panels show an enlarged box area (arrowheads indicate HA puncta overlapped with Gephyrin puncta). Scale bar: 5 mm.",
          "sd_files": [
            "suppl_data/Fig1.zip:Fig1/Fig1E/NL1-WT-MAP2+HA.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1E/NL1-WT-MAP2+gephyrin.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1E/NL1-WT-merge.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1E/NL1-WT-zoom.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1E/NL2-WT-MAP2+HA.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1E/NL2-WT-MAP2+gephyrin.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1E/NL2-WT-merge.tif",
            "suppl_data/Fig1.zip:Fig1/Fig1E/NL2-WT-zoom..tif"
          ]
        },
        {
          "panel_label": "F",
          "panel_caption": "Summary graph of the HA-Gephyrin overlap percentage in Nlgn1-WT and Nlgn2-WT conditions. (Bar and line graphs indicate mean ± SEM; numbers of cells/experiments = 15/3 and 14/3 for each column, left to right. Statistical significance was assessed by unpaired t test, ****p<0.0001).",
          "sd_files": ["suppl_data/Fig1.zip:Fig1/Fig1D&F/Fig1.xlsx"]
        }
      ]
    },
    {
      "figure_label": "Figure 2",
      "img_files": [
        "graphic/finalrevisionFig2The intracellular sequence of Nlgn2 is necessary for inhibitory synapse function but can be fully replaced with the intracellular sequence of Nlgn1.jpg"
      ],
      "sd_files": ["suppl_data/Fig2.zip"],
      "figure_caption": "Schematic of Nlgn2-WT, Nlgn2-GPI (Nlgn2 chimeric construct onlyhas extracellular domain), Nlgn2-Nlgn1 (Nlgn2 extracellular domain withNlgn1 intercellular domain) constructs.Representative traces of evoked GABAR-IPSC recorded from DIV14-16cultured Nlgn1234 conditional knockout mice neurons in the fiveconditions (∆Cre, Cre, Cre+Nlgn2-WT, Cre+Nlgn2-GPI andCre+Nlgn2-Nlgn1).Summary graph of evoked GABAR-IPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =16/3, 16/3, 16/3, 14/3 and 14/3 for each column, left to right).Nonsignificant p&gt;0.05; ∗∗p&lt;0.01;∗∗∗p&lt;0.001; ∗∗∗∗p&lt;0.0001,one-way ANOVA with post-hoc Dunnett’s Multiple comparisons.",
      "caption_title": "The intracellular sequence of Nlgn2 is necessaryfor inhibitory synapse function but can be fully replaced with theintracellular sequence of Nlgn1.",
      "panels": [
        {
          "panel_label": "A",
          "panel_caption": "Schematic of Nlgn2-WT, Nlgn2-GPI (Nlgn2 chimeric construct only has extracellular domain), Nlgn2-Nlgn1 (Nlgn2 extracellular domain with Nlgn1 intercellular domain) constructs.",
          "sd_files": []
        },
        {
          "panel_label": "B",
          "panel_caption": "Representative traces of evoked GABAR-IPSC recorded from DIV14-16 cultured Nlgn1234 conditional knockout mice neurons in the five conditions (ΔCre, Cre, Cre+Nlgn2-WT, Cre+Nlgn2-GPI and Cre+Nlgn2-Nlgn1).",
          "sd_files": []
        },
        {
          "panel_label": "C",
          "panel_caption": "Summary graph of evoked GABAR-IPSC amplitude in all conditions (Bar and line graphs indicate mean ± SEM; numbers of cells/experiments = 16/3, 16/3, 16/3, 14/3 and 14/3 for each column, left to right). Nonsignificant p>0.05; **p<0.01; ***p<0.001; ****p<0.0001, one-way ANOVA with post-hoc Dunnett’s Multiple comparisons.",
          "sd_files": ["suppl_data/Fig2.zip:Fig2/Fig2C/Fig2.xlsx"]
        }
      ]
    },
    {
      "figure_label": "Figure 3",
      "img_files": [
        "graphic/finalrevisionFig3The cytoplasmic gephyrin binding motif is required for Nlgn2 function whereas tyrosine phosphorylation is not or something similar whatever the significance of the Y is.jpg"
      ],
      "sd_files": ["suppl_data/Fig3.zip"],
      "figure_caption": "Alignment of Nlgn1 and Nlgn2 gephyrin binding sequence.Schematic of Nlgn2-Nlgn1Y770A (Nlgn2 extracellular domain withNlgn1 intercellular domain with a gephyrin binding point mutation),Nlgn2-Nlgn1DelGeph (Nlgn2 extracellular domain with Nlgn1 intercellulardomain truncation of the entire gephyrin binding sequence)constructs.Representative traces of evoked GABAR-IPSC recorded from DIV14-16cultured Nlgn1234 conditional knockout mice neurons in the fourconditions (∆Cre, Cre, Cre+Nlgn2-Nlgn1Y770A,Cre+Nlgn2-Nlgn1DelGeph).Summary graph of evoked GABAR-IPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =15/3,16/3,15/3, and 15/3 for each column, left to right). Nonsignificantp&gt;0.05; ∗∗∗p&lt;0.001, one-way ANOVAwith post-hoc Dunnett’s Multiple comparisons. Nonsignificant relationsare indicated as ns.",
      "caption_title": "The cytoplasmic gephyrin binding motif is requiredfor Nlgn2 function whereas tyrosine phosphorylation is not.",
      "panels": [
        {
          "panel_label": "A",
          "panel_caption": "Alignment of Nlgn1 and Nlgn2 gephyrin binding sequence.",
          "sd_files": []
        },
        {
          "panel_label": "B",
          "panel_caption": "Schematic of Nlgn2-Nlgn1Y770A (Nlgn2 extracellular domain with Nlgn1 intercellular domain with a gephyrin binding point mutation), Nlgn2-Nlgn1DelGeph (Nlgn2 extracellular domain with Nlgn1 intercellular domain truncation of the entire gephyrin binding sequence) constructs.",
          "sd_files": []
        },
        {
          "panel_label": "C",
          "panel_caption": "Representative traces of evoked GABAR-IPSC recorded from DIV14-16 cultured Nlgn1234 conditional knockout mice neurons in the four conditions (ΔCre, Cre, Cre+Nlgn2-Nlgn1Y770A, Cre+Nlgn2-Nlgn1DelGeph).",
          "sd_files": []
        },
        {
          "panel_label": "D",
          "panel_caption": "Summary graph of evoked GABAR-IPSC amplitude in all conditions (Bar and line graphs indicate mean ± SEM; numbers of cells/experiments = 15/3,16/3,15/3, and 15/3 for each column, left to right). Nonsignificant p>0.05; ***p<0.001, one-way ANOVA with post-hoc Dunnett’s Multiple comparisons. Nonsignificant relations are indicated as ns.",
          "sd_files": ["suppl_data/Fig3.zip:Fig3/Fig3D/Fig3.xlsx"]
        }
      ]
    },
    {
      "figure_label": "Figure 4",
      "img_files": [
        "graphic/finalrevisionFig4A conserved cytoplasmic 21 residue sequence is necessary for Nlgn2 function whereas the PDZdomain binding sequence is dispensable .jpg"
      ],
      "sd_files": ["suppl_data/Fig4.zip"],
      "figure_caption": "Alignment of Nlgn1 and Nlgn2 intracellular domain. Colored boxesshow the different Nlgn2 intracellular domain truncations.Schematic of Nlgn2-mt1, Nlgn2-mt2, Nlgn2-mt3, Nlgn2-mt3,Nlgn2-mt4 and Nlgn2-mt5 constructs.Representative traces of evoked GABAR-IPSC recorded from DIV14-16cultured Nlgn1234 conditional knockout mice neurons in the sevenconditions (∆Cre, Cre, Cre+Nlgn2-mt1, Cre+Nlgn2-mt2, Cre+Nlgn2-mt3,Cre+Nlgn2-mt4, Cre+Nlgn2-mt5).Summary graph of evoked GABAR-IPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =19/4,19/4,19/4,19/4,17/4,13/3, and 13/3 for each column, left to right).Nonsignificant p&gt;0.05; ∗∗p&lt;0.01;∗∗∗p&lt;0.001, one-way ANOVA with post-hoc Dunnett’sMultiple comparisons. Nonsignificant relations are indicated asns.",
      "caption_title": "A conserved cytoplasmic 21 residue sequence isnecessary for Nlgn2 function, whereas the PDZ-domain binding sequence isdispensable.",
      "panels": [
        {
          "panel_label": "A",
          "panel_caption": "Alignment of Nlgn1 and Nlgn2 intracellular domain. Colored boxes show the different Nlgn2 intracellular domain truncations.",
          "sd_files": []
        },
        {
          "panel_label": "B",
          "panel_caption": "Schematic of Nlgn2-mt1, Nlgn2-mt2, Nlgn2-mt3, Nlgn2-mt3, Nlgn2-mt4 and Nlgn2-mt5 constructs.",
          "sd_files": []
        },
        {
          "panel_label": "C",
          "panel_caption": "Representative traces of evoked GABAR-IPSC recorded from DIV14-16 cultured Nlgn1234 conditional knockout mice neurons in the seven conditions (ΔCre, Cre, Cre+Nlgn2-mt1, Cre+Nlgn2-mt2, Cre+Nlgn2-mt3, Cre+Nlgn2-mt4, Cre+Nlgn2-mt5).",
          "sd_files": []
        },
        {
          "panel_label": "D",
          "panel_caption": "Summary graph of evoked GABAR-IPSC amplitude in all conditions (Bar and line graphs indicate mean ± SEM; numbers of cells/experiments = 19/4,19/4,19/4,19/4,17/4,13/3, and 13/3 for each column, left to right). Nonsignificant p>0.05; **p<0.01; ***p<0.001, one-way ANOVA with post-hoc Dunnett’s Multiple comparisons. Nonsignificant relations are indicated as ns.",
          "sd_files": ["suppl_data/Fig4.zip:Fig4/Fig4D/Fig4.xlsx"]
        }
      ]
    },
    {
      "figure_label": "Figure 5",
      "img_files": [
        "graphic/finalrevisionFig5Different from the functional promiscuity of the Nlgn1 and Nlgn2 cytoplasmic sequences their extracellular sequences encode synapse typespecificity that is independent of MDGA binding.jpg"
      ],
      "sd_files": ["suppl_data/Fig5.zip"],
      "figure_caption": "Schematic of Nlgn1-Nlgn2 (Nlgn1 extracellular domain with Nlgn2intercellular domain) constructs.Representative traces of evoked GABAR-IPSC recorded from DIV14-16cultured Nlgn1234 conditional knockout mice neurons in the threeconditions (∆Cre, Cre, Cre+Nlgn1-Nlgn2). Note that we rescuedNlgn1-Nlgn2 here from the identical three batches of Figure 2, so the∆Cre and Cre traces here are the same as in Figure 2.Summary graph of evoked GABAR-IPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =16/3,16/3, and 12/3 for each column, left to right).∗∗∗∗p&lt;0.0001, one-way ANOVA with post-hocDunnett’s Multiple comparisons. Nonsignificant relations are indicatedas ns. Note that we rescued Nlgn1-Nlgn2 here from the identical threebatches of Figure 2, so the ∆Cre and Cre data here are the same as inFigure 2.Schematic of Nlgn2-MDGA1mt (Nlgn2 with MDGA1-binding pointmutation) constructs.Representative traces of evoked GABAR-IPSC recorded from DIV14-16cultured Nlgn1234 conditional knockout mice neurons in the threeconditions (∆Cre, Cre, Cre+Nlgn2-MDGA1mt).Summary graph of evoked GABAR-IPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =16/3,15/3, and 18/3 for each column, left to right). Nonsignificantp&gt;0.05; ∗∗p&lt;0.01, one-way ANOVA withpost-hoc Dunnett’s Multiple comparisons. Nonsignificant relations areindicated as ns.",
      "caption_title": "Different from the functional promiscuity of theNlgn1 and Nlgn2 cytoplasmic sequences, their extracellular sequencesencode synapse type-specificity that is independent of MDGAbinding.",
      "panels": [
        {
          "panel_label": "A",
          "panel_caption": "Schematic of Nlgn1-Nlgn2 (Nlgn1 extracellular domain with Nlgn2 intercellular domain) constructs.",
          "sd_files": []
        },
        {
          "panel_label": "B",
          "panel_caption": "Representative traces of evoked GABAR-IPSC recorded from DIV14-16 cultured Nlgn1234 conditional knockout mice neurons in the three conditions (ΔCre, Cre, Cre+Nlgn1-Nlgn2). Note that we rescued Nlgn1-Nlgn2 here from the identical three batches of Figure 2, so the ΔCre and Cre traces here are the same as in Figure 2.",
          "sd_files": []
        },
        {
          "panel_label": "C",
          "panel_caption": "Summary graph of evoked GABAR-IPSC amplitude in all conditions (Bar and line graphs indicate mean ± SEM; numbers of cells/experiments = 16/3,16/3, and 12/3 for each column, left to right). ****p<0.0001, one-way ANOVA with post-hoc Dunnett’s Multiple comparisons. Nonsignificant relations are indicated as ns. Note that we rescued Nlgn1-Nlgn2 here from the identical three batches of Figure 2, so the ΔCre and Cre data here are the same as in Figure 2.",
          "sd_files": ["suppl_data/Fig5.zip:Fig5/Fig5C&F/Fig5.xlsx"]
        },
        {
          "panel_label": "D",
          "panel_caption": "Schematic of Nlgn2-MDGA1mt (Nlgn2 with MDGA1-binding point mutation) constructs.",
          "sd_files": []
        },
        {
          "panel_label": "E",
          "panel_caption": "Representative traces of evoked GABAR-IPSC recorded from DIV14-16 cultured Nlgn1234 conditional knockout mice neurons in the three conditions (ΔCre, Cre, Cre+Nlgn2-MDGA1mt).",
          "sd_files": []
        },
        {
          "panel_label": "F",
          "panel_caption": "Summary graph of evoked GABAR-IPSC amplitude in all conditions (Bar and line graphs indicate mean ± SEM; numbers of cells/experiments = 16/3,15/3, and 18/3 for each column, left to right). Nonsignificant p>0.05; **p<0.01, one-way ANOVA with post-hoc Dunnett’s Multiple comparisons. Nonsignificant relations are indicated as ns.",
          "sd_files": ["suppl_data/Fig5.zip:Fig5/Fig5C&F/Fig5.xlsx"]
        }
      ]
    },
    {
      "figure_label": "Figure 6",
      "img_files": [
        "graphic/finalrevisionFig6Nlgn1 extracellular domain provides the specificity of Nlgn1 excitatory function.jpg"
      ],
      "sd_files": ["suppl_data/Fig6.zip"],
      "figure_caption": "Schematic of Nlgn1-WT, Nlgn1-GPI (Nlgn1 chimeric construct onlyhas extracellular domain), Nlgn2-Nlgn1 constructs.Representative traces of evoked AMPAR- and NMDAR-EPSCs recordedfrom DIV14-16 cultured Nlgn1234 conditional knockout mice neurons.AMPAR-EPSCs and NMDAR-EPSC recorded at -70 mV and +40 mV, respectively,in the five conditions (∆Cre, Cre, Cre+Nlgn1-WT, Cre+Nlgn1-GPI,Cre+Nlgn2-Nlgn1).Summary graph of evoked AMPAR-EPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =22/4, 17/4, 22/4, 23/4, and 16/3 for each column, left to right).Nonsignificant p&gt;0.05;∗p&lt;0.05,one-way ANOVA with post-hoc Dunnett’s Multiple comparisons.Nonsignificant relations are indicated as ns.Summary graph of evoked NMDAR-EPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =22/4, 17/4, 22/4, 23/4, and 16/3 for each column, left to right).Nonsignificant p&gt;0.05; ∗∗p&lt;0.01;∗∗∗∗p&lt;0.0001, one-way ANOVA with post-hocDunnett’s Multiple comparisons. Nonsignificant relations are indicatedas ns.",
      "caption_title": "Nlgn1 extracellular domain provides the specificityof Nlgn1 excitatory function.",
      "panels": [
        {
          "panel_label": "A",
          "panel_caption": "Schematic of Nlgn1-WT, Nlgn1-GPI (Nlgn1 chimeric construct only has extracellular domain), Nlgn2-Nlgn1 constructs.",
          "sd_files": []
        },
        {
          "panel_label": "B",
          "panel_caption": "Representative traces of evoked AMPAR- and NMDAR-EPSCs recorded from DIV14-16 cultured Nlgn1234 conditional knockout mice neurons. AMPAR-EPSCs and NMDAR-EPSC recorded at -70 mV and +40 mV, respectively, in the five conditions (ΔCre, Cre, Cre+Nlgn1-WT, Cre+Nlgn1-GPI, Cre+Nlgn2-Nlgn1).",
          "sd_files": []
        },
        {
          "panel_label": "C",
          "panel_caption": "Summary graph of evoked AMPAR-EPSC amplitude in all conditions (Bar and line graphs indicate mean ± SEM; numbers of cells/experiments = 22/4, 17/4, 22/4, 23/4, and 16/3 for each column, left to right). Nonsignificant p>0.05;*p<0.05, one-way ANOVA with post-hoc Dunnett’s Multiple comparisons. Nonsignificant relations are indicated as ns.",
          "sd_files": ["suppl_data/Fig6.zip:Fig6/Fig6C&D/Fig6.xlsx"]
        },
        {
          "panel_label": "D",
          "panel_caption": "Summary graph of evoked NMDAR-EPSC amplitude in all conditions (Bar and line graphs indicate mean ± SEM; numbers of cells/experiments = 22/4, 17/4, 22/4, 23/4, and 16/3 for each column, left to right). Nonsignificant p>0.05; **p<0.01; ****p<0.0001, one-way ANOVA with post-hoc Dunnett’s Multiple comparisons. Nonsignificant relations are indicated as ns.",
          "sd_files": ["suppl_data/Fig6.zip:Fig6/Fig6C&D/Fig6.xlsx"]
        }
      ]
    },
    {
      "figure_label": "Figure 7",
      "img_files": [
        "graphic/finalrevisionFig7. Nlgn1 function in excitatory synapses does not require Neurexinbinding MDGAbinding or dimerization.jpg"
      ],
      "sd_files": [],
      "figure_caption": "Schematic of Nlgn1-NRXNmt (Nlgn1 with neurexin-binding pointmutation), Nlgn1-dimmt (Nlgn1 dimerization point mutation),Nlgn1-MDGA1mt (Nlgn1 with MDGA1-binding point mutation)constructs.Representative traces of evoked AMPAR- and NMDAR-EPSCs recordedfrom DIV14-16 cultured Nlgn1234 conditional knockout mice neurons.AMPAR-EPSCs and NMDAR-EPSC recorded at -70 mV and +40 mV, respectively,in the five conditions (∆Cre, Cre, Cre+Nlgn1-NRXNmt, Cre+Nlgn1-dimmt,Cre+Nlgn1-MDGA1mt).Summary graph of evoked AMPAR-EPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =17/4, 14/4, 15/4, 18/4, and 15/4 for each column, left to right).Nonsignificant p&gt;0.05; ∗p&lt;0.05,one-way ANOVA with post-hoc Dunnett’s Multiple comparisons.Nonsignificant relations are indicated as ns.Summary graph of evoked NMDAR-EPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =17/4, 14/4, 15/4, 18/4, and 15/4 for each column, left to right).Nonsignificant p&gt;0.05; ∗∗p&lt;0.01,one-way ANOVA with post-hoc Dunnett’s Multiple comparisons.Nonsignificant relations are indicated as ns.",
      "caption_title": "Nlgn1 function in excitatory synapses does notrequire Neurexin-binding, MDGA-binding, or dimerization.",
      "panels": [
        {
          "panel_label": "A",
          "panel_caption": "Schematic of Nlgn1-NRXNmt (Nlgn1 with neurexin-binding point mutation), Nlgn1-dimmt (Nlgn1 dimerization point mutation), Nlgn1-MDGA1mt (Nlgn1 with MDGA1-binding point mutation) constructs.",
          "sd_files": []
        },
        {
          "panel_label": "B",
          "panel_caption": "Representative traces of evoked AMPAR- and NMDAR-EPSCs recorded from DIV14-16 cultured Nlgn1234 conditional knockout mice neurons. AMPAR-EPSCs and NMDAR-EPSC recorded at -70 mV and +40 mV, respectively, in the five conditions (ΔCre, Cre, Cre+Nlgn1-NRXNmt, Cre+Nlgn1-dimmt, Cre+Nlgn1-MDGA1mt).",
          "sd_files": []
        },
        {
          "panel_label": "C",
          "panel_caption": "Summary graph of evoked AMPAR-EPSC amplitude in all conditions (Bar and line graphs indicate mean ± SEM; numbers of cells/experiments = 17/4, 14/4, 15/4, 18/4, and 15/4 for each column, left to right). Nonsignificant p>0.05; *p<0.05, one-way ANOVA with post-hoc Dunnett’s Multiple comparisons. Nonsignificant relations are indicated as ns.",
          "sd_files": ["suppl_data/Fig7.zip:Fig7/Fig7C&D/Fig7.xlsx"]
        },
        {
          "panel_label": "D",
          "panel_caption": "Summary graph of evoked NMDAR-EPSC amplitude in all conditions (Bar and line graphs indicate mean ± SEM; numbers of cells/experiments = 17/4, 14/4, 15/4, 18/4, and 15/4 for each column, left to right). Nonsignificant p>0.05; **p<0.01, one-way ANOVA with post-hoc Dunnett’s Multiple comparisons. Nonsignificant relations are indicated as ns.",
          "sd_files": ["suppl_data/Fig7.zip:Fig7/Fig7C&D/Fig7.xlsx"]
        }
      ]
    }
  ],
  "data_availability": {
    "section_text": "This study includes no data deposited in external repositories.",
    "data_sources": []
  },
  "all_captions": "Figure 1. Nlgn1 and Nlgn2 are specifically localized onexcitatory and inhibitory synapses.Schematic overview of experimental timeline and set-up.Schematic of Nlgn1-WT and Nlgn2-WT constructs.Representative image from DIV14-16 cultured Nlgn1234 conditionalknockout mice neurons, infected with Cre (blue) and either Nlgn1-WT(top) or Nlgn2-WT (bottom). The neurons were labeled with antibodies toHomer1 (red), HA (green), and MAP2 (blue). Scale bar: 20 μm. The rightpanels show an enlarged box area (arrowheads indicate HA punctaoverlapped with Homer1 puncta). Scale bar: 5 μm.Summary graph of the HA-Homer1 overlap percentage in Nlgn1-WT andNlgn2-WT conditions. (Bar and line graphs indicate mean ± SEM; numbersof cells/experiments = 13/3 and 11/3 for each column, left to right.Statistical significance was assessed by unpaired t test,∗∗∗∗p&lt;0.0001).Representative image of hippocampal neurons from DIV14-16cultured Nlgn1234 conditional knockout mice, infected with Cre (blue)and either Nlgn1-WT (top) or Nlgn2-WT (bottom). The neurons were labeledwith antibodies to Gephyrin (red), HA (green), and MAP2 (blue). Scalebar: 20 μm. The right panels show an enlarged box area (arrowheadsindicate HA puncta overlapped with Gephyrin puncta). Scale bar: 5μm.Summary graph of the HA-Gephyrin overlap percentage in Nlgn1-WTand Nlgn2-WT conditions. (Bar and line graphs indicate mean ± SEM;numbers of cells/experiments = 15/3 and 14/3 for each column, left toright. Statistical significance was assessed by unpaired t test,∗∗∗∗p&lt;0.0001). Figure 2. The intracellular sequence of Nlgn2 is necessaryfor inhibitory synapse function but can be fully replaced with theintracellular sequence of Nlgn1.Schematic of Nlgn2-WT, Nlgn2-GPI (Nlgn2 chimeric construct onlyhas extracellular domain), Nlgn2-Nlgn1 (Nlgn2 extracellular domain withNlgn1 intercellular domain) constructs.Representative traces of evoked GABAR-IPSC recorded from DIV14-16cultured Nlgn1234 conditional knockout mice neurons in the fiveconditions (∆Cre, Cre, Cre+Nlgn2-WT, Cre+Nlgn2-GPI andCre+Nlgn2-Nlgn1).Summary graph of evoked GABAR-IPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =16/3, 16/3, 16/3, 14/3 and 14/3 for each column, left to right).Nonsignificant p&gt;0.05; ∗∗p&lt;0.01;∗∗∗p&lt;0.001; ∗∗∗∗p&lt;0.0001,one-way ANOVA with post-hoc Dunnett’s Multiple comparisons.Figure 3. The cytoplasmic gephyrin binding motif is requiredfor Nlgn2 function whereas tyrosine phosphorylation is not.Alignment of Nlgn1 and Nlgn2 gephyrin binding sequence.Schematic of Nlgn2-Nlgn1Y770A (Nlgn2 extracellular domain withNlgn1 intercellular domain with a gephyrin binding point mutation),Nlgn2-Nlgn1DelGeph (Nlgn2 extracellular domain with Nlgn1 intercellulardomain truncation of the entire gephyrin binding sequence)constructs.Representative traces of evoked GABAR-IPSC recorded from DIV14-16cultured Nlgn1234 conditional knockout mice neurons in the fourconditions (∆Cre, Cre, Cre+Nlgn2-Nlgn1Y770A,Cre+Nlgn2-Nlgn1DelGeph).Summary graph of evoked GABAR-IPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =15/3,16/3,15/3, and 15/3 for each column, left to right). Nonsignificantp&gt;0.05; ∗∗∗p&lt;0.001, one-way ANOVAwith post-hoc Dunnett’s Multiple comparisons. Nonsignificant relationsare indicated as ns.Figure 4. A conserved cytoplasmic 21 residue sequence isnecessary for Nlgn2 function, whereas the PDZ-domain binding sequence isdispensable.Alignment of Nlgn1 and Nlgn2 intracellular domain. Colored boxesshow the different Nlgn2 intracellular domain truncations.Schematic of Nlgn2-mt1, Nlgn2-mt2, Nlgn2-mt3, Nlgn2-mt3,Nlgn2-mt4 and Nlgn2-mt5 constructs.Representative traces of evoked GABAR-IPSC recorded from DIV14-16cultured Nlgn1234 conditional knockout mice neurons in the sevenconditions (∆Cre, Cre, Cre+Nlgn2-mt1, Cre+Nlgn2-mt2, Cre+Nlgn2-mt3,Cre+Nlgn2-mt4, Cre+Nlgn2-mt5).Summary graph of evoked GABAR-IPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =19/4,19/4,19/4,19/4,17/4,13/3, and 13/3 for each column, left to right).Nonsignificant p&gt;0.05; ∗∗p&lt;0.01;∗∗∗p&lt;0.001, one-way ANOVA with post-hoc Dunnett’sMultiple comparisons. Nonsignificant relations are indicated asns.Figure 5. Different from the functional promiscuity of theNlgn1 and Nlgn2 cytoplasmic sequences, their extracellular sequencesencode synapse type-specificity that is independent of MDGAbinding.Schematic of Nlgn1-Nlgn2 (Nlgn1 extracellular domain with Nlgn2intercellular domain) constructs.Representative traces of evoked GABAR-IPSC recorded from DIV14-16cultured Nlgn1234 conditional knockout mice neurons in the threeconditions (∆Cre, Cre, Cre+Nlgn1-Nlgn2). Note that we rescuedNlgn1-Nlgn2 here from the identical three batches of Figure 2, so the∆Cre and Cre traces here are the same as in Figure 2.Summary graph of evoked GABAR-IPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =16/3,16/3, and 12/3 for each column, left to right).∗∗∗∗p&lt;0.0001, one-way ANOVA with post-hocDunnett’s Multiple comparisons. Nonsignificant relations are indicatedas ns. Note that we rescued Nlgn1-Nlgn2 here from the identical threebatches of Figure 2, so the ∆Cre and Cre data here are the same as inFigure 2.Schematic of Nlgn2-MDGA1mt (Nlgn2 with MDGA1-binding pointmutation) constructs.Representative traces of evoked GABAR-IPSC recorded from DIV14-16cultured Nlgn1234 conditional knockout mice neurons in the threeconditions (∆Cre, Cre, Cre+Nlgn2-MDGA1mt).Summary graph of evoked GABAR-IPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =16/3,15/3, and 18/3 for each column, left to right). Nonsignificantp&gt;0.05; ∗∗p&lt;0.01, one-way ANOVA withpost-hoc Dunnett’s Multiple comparisons. Nonsignificant relations areindicated as ns.Figure 6. Nlgn1 extracellular domain provides the specificityof Nlgn1 excitatory function.Schematic of Nlgn1-WT, Nlgn1-GPI (Nlgn1 chimeric construct onlyhas extracellular domain), Nlgn2-Nlgn1 constructs.Representative traces of evoked AMPAR- and NMDAR-EPSCs recordedfrom DIV14-16 cultured Nlgn1234 conditional knockout mice neurons.AMPAR-EPSCs and NMDAR-EPSC recorded at -70 mV and +40 mV, respectively,in the five conditions (∆Cre, Cre, Cre+Nlgn1-WT, Cre+Nlgn1-GPI,Cre+Nlgn2-Nlgn1).Summary graph of evoked AMPAR-EPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =22/4, 17/4, 22/4, 23/4, and 16/3 for each column, left to right).Nonsignificant p&gt;0.05;∗p&lt;0.05,one-way ANOVA with post-hoc Dunnett’s Multiple comparisons.Nonsignificant relations are indicated as ns.Summary graph of evoked NMDAR-EPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =22/4, 17/4, 22/4, 23/4, and 16/3 for each column, left to right).Nonsignificant p&gt;0.05; ∗∗p&lt;0.01;∗∗∗∗p&lt;0.0001, one-way ANOVA with post-hocDunnett’s Multiple comparisons. Nonsignificant relations are indicatedas ns.Figure 7. Nlgn1 function in excitatory synapses does notrequire Neurexin-binding, MDGA-binding, or dimerization.Schematic of Nlgn1-NRXNmt (Nlgn1 with neurexin-binding pointmutation), Nlgn1-dimmt (Nlgn1 dimerization point mutation),Nlgn1-MDGA1mt (Nlgn1 with MDGA1-binding point mutation)constructs.Representative traces of evoked AMPAR- and NMDAR-EPSCs recordedfrom DIV14-16 cultured Nlgn1234 conditional knockout mice neurons.AMPAR-EPSCs and NMDAR-EPSC recorded at -70 mV and +40 mV, respectively,in the five conditions (∆Cre, Cre, Cre+Nlgn1-NRXNmt, Cre+Nlgn1-dimmt,Cre+Nlgn1-MDGA1mt).Summary graph of evoked AMPAR-EPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =17/4, 14/4, 15/4, 18/4, and 15/4 for each column, left to right).Nonsignificant p&gt;0.05; ∗p&lt;0.05,one-way ANOVA with post-hoc Dunnett’s Multiple comparisons.Nonsignificant relations are indicated as ns.Summary graph of evoked NMDAR-EPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =17/4, 14/4, 15/4, 18/4, and 15/4 for each column, left to right).Nonsignificant p&gt;0.05; ∗∗p&lt;0.01,one-way ANOVA with post-hoc Dunnett’s Multiple comparisons.Nonsignificant relations are indicated as ns.Expanded View Figure LEGENDSFigure EV1. Neuroligin protein measurement and co-stainingHomer1 with Gephyrin in Nlgn1234 cKO cultured hippocampal neurons(related to Fig 1).Representative images of western blot for Nlgn1, Nlgn2, and Nlgn3protein expressions from DIV14-16 cultured Nlgn1234 conditional knockoutmice neurons, infected with either ∆Cre or Cre. Note that the Nlgn3antibody detects Nlgn3 (blue arrow) and nonspecific band (redarrow).Summary graphs of western blot analysis for Nlgn1, Nlgn2, andNlgn3 protein expressions. (Bar and line graphs indicate mean ± SEM;samples/experiments=3/3. 3 technical replicates. Statisticalsignificance was assessed by unpaired t test,∗∗∗p&lt;0.001;∗∗∗∗p&lt;0.0001).Representative image from DIV14-16 cultured Nlgn1234 conditionalknockout mice neurons. The neuron was labeled with antibodies to Homer1(Green), Gephyrin (red), and MAP2 (blue). Scale bar: 20 μm. The rightpanels show an enlarged box area (arrowheads indicate Homer1 punctaoverlapped with Gephyrin puncta) Scale bar: 5 μm.Summary graph of Homer1 overlap percentage with Gephyrin andGephyrin overlap percentage with Homer1 (Bar and line graphs indicatemean ± SEM; numbers of cells/experiment=14/1).Figure EV2. Nlgn2 is specifically localized on inhibitorysynapses is determined by the extracellular sequence of Nlgn2 andcytoplasmic gephyrin binding motif is required whereas tyrosinephosphorylation is not (related to Fig 2, Fig3 and Fig 5).Representative image from DIV14-16 cultured Nlgn1234 conditionalknockout mice neurons, infected with Cre (blue) and Nlgn2-GPI,Nlgn1-Nlgn2, Nlgn2-Nlgn1, and Nlgn2-MDGA1mt (from top to bottom). Theneurons were labeled with antibodies to Gephyrin (red), HA (green), andMAP2 (blue). Scale bar: 20 μm. The right panels show an enlarged boxarea (arrowheads indicate HA puncta overlapped with Gephyrin puncta).Scale bar: 5 μm.Summary graph of the HA-Gephyrin overlap percentage in Nlgn2-GPI,Nlgn1-Nlgn2, Nlgn2-Nlgn1, and Nlgn2-MDGA1mt conditions.Summary graph of the surface levels of HA-tagged Nlgn2 formsrelative to MAP2 signal. B and C (Bar and line graphs indicate mean ±SEM; numbers of cells/experiments = 10/3, 11/3, 9/3 and 9/3 for eachcolumn, left to right. Statistical significance was assessed by one-wayANOVA with post-hoc Dunnett’s Multiple comparisons, Nonsignificantp&gt;0.05; ∗∗p&lt;0.01;∗∗∗∗p&lt;0.0001).Representative image from DIV14-16 cultured Nlgn1234 conditionalknockout mice neurons, infected with Cre (blue) and Nlgn2-Nlgn1Y770A andNlgn2-Nlgn1DelGeph. The neurons were labeled with antibodies to Gephyrin(red), HA (green), and MAP2 (blue). Scale bar: 20 μm. The right panelsshow an enlarged box area (arrowheads indicate HA puncta overlapped withGephyrin puncta). Scale bar: 5 μm.Summary graph of the HA-Gephyrin overlap percentage inNlgn2-Nlgn1Y770A and Nlgn2-Nlgn1DelGeph conditions.Summary graph of the surface levels of HA-tagged Nlgn2-Nlgn1Y770Aand Nlgn2-Nlgn1DelGeph relative to MAP2 signal. E and F (Bar and linegraphs indicate mean ± SEM; numbers of cells/experiments = 19/3 and 12/3for each column, left to right. Statistical significance was assessed byone-way ANOVA with post-hoc Dunnett’s Multiple comparisons,Nonsignificant p&gt;0.05;∗∗∗∗p&lt;0.0001).Figure EV3. All Nlgn2 intracellular domain truncationconstructs can properly traffic to the neuron membrane surface, butNlgn2-NRXNmt and Nlgn2-dimmt constructs traffic to the neuron membranesurface signification decrease compared to the Nlgn2-WT construct(related to Fig 4).Representative image from DIV14-16 cultured Nlgn1234 conditionalknockout mice neurons, infected with Cre (blue) and Nlgn2-mt1,Nlgn2-mt2, Nlgn2-mt3, Nlgn2-mt4 and Nlgn2-mt5 (from left to right). Theneurons were labeled with antibodies to HA (green) and MAP2 (blue).Scale bar: 20 μm.Representative image from DIV14-16 cultured Nlgn1234 conditionalknockout mice neurons, infected with Nlgn2-WT, Nlgn2-NRXNmt, andNlgn2-dimmt. The neurons were labeled with antibodies to total HA (red)and surface HA (green). Scale bar: 20 μm.Summary graph of the surface HA/total HA in Nlgn2-WT,Nlgn2-NRXNmt, and Nlgn2-dimmt conditions (Bar and line graphs indicatemean ± SEM. numbers of cells/experiments = 10/3, 9/3 and 7/3 for eachcolumn, left to right. Statistical significance was assessed by one-wayANOVA with post-hoc Dunnett’s Multiple comparisons,∗∗∗∗p&lt;0.0001).Figure EV4. Nlgn1 is specifically localized on excitatorysynapses is determined by the extracellular sequence of Nlgn1, and doesnot require Neurexin-binding, MDGA-binding, or dimerization (related toFig 6 and Fig 7).Representative image from DIV14-16 cultured Nlgn1234 conditionalknockout mice neurons, infected with Cre (blue) and Nlgn1-GPI,Nlgn1-Nlgn2, and Nlgn2-Nlgn1. The neurons were labeled with antibodiesto Homer1 (red), HA (green), and MAP2 (blue). Scale bar: 20 μm. Theright panels show an enlarged box area (arrowheads indicate HA punctaoverlapped with Homer1 puncta). Scale bar: 5 μm.Summary graph of the HA-Homer1 overlap percentage in Nlgn1-GPI,Nlgn1-Nlgn2, and Nlgn2-Nlgn1 conditions.Summary graph of the surface levels of HA-tagged Nlgn1 formsrelative to MAP2 signal. B and C (Bar and line graphs indicate mean ±SEM; numbers of cells/experiments = 10/3, 9/3, and 15/3 for each column,left to right. Statistical significance was assessed by one-way ANOVAwith post-hoc Dunnett’s Multiple comparisons, Nonsignificantp&gt;0.05; ∗∗p&lt;0.01;∗∗∗∗p&lt;0.0001).Representative image from DIV14-16 cultured Nlgn1234 conditionalknockout mice neurons, infected with Cre (blue) and Nlgn1-NRNXmt,Nlgn1-dimmt, and Nlgn1-MDGA1mt. The neurons were labeled with antibodiesto Homer1 (red), HA (green), and MAP2 (blue). Scale bar: 20 μm. Theright panels show an enlarged box area (arrowheads indicate HA punctaoverlapped with Homer1 puncta). Scale bar: 5 μm.Summary graph of the HA-Homer1 overlap percentage inNlgn1-NRNXmt, Nlgn1-dimmt, and Nlgn1-MDGA1mt conditions.Summary graph of the surface levels of HA-tagged Nlgn1 formsrelative to MAP2 signal. E and F (Bar and line graphs indicate mean ±SEM; numbers of cells/experiments = 14/3, 9/3, and 9/3 for each column,left to right. Statistical significance was assessed by one-way ANOVAwith post-hoc Dunnett’s Multiple comparisons, Nonsignificantp&gt;0.05).Figure EV5. Nlgn1-Nlgn2 is sufficient for the glutamatergicsynaptic transmission function of Nlgn1, but Nlgn2-WT doesn’t (relatedto Fig 6).Summary graph of evoked AMPAR-EPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =22/4, 17/4, 22/4, 7/2, and 11/3 for each column, left to right).Nonsignificant p&gt;0.05; ∗p&lt;0.05,one-way ANOVA with post-hoc Dunnett’s Multiple comparisons.Nonsignificant relations are indicated as ns. Note that we rescuedNlgn1-Nlgn2 and Nlgn2-WT here from the same batches of Figure 6, so the∆Cre and Cre data here are the same as in Figure 6.Summary graph of evoked NMDAR-EPSC amplitude in all conditions(Bar and line graphs indicate mean ± SEM; numbers of cells/experiments =22/4, 17/4, 22/4, 7/2, and 11/3 for each column, left to right).Nonsignificant p&gt;0.05; ∗∗∗p&lt;0.001;∗∗∗∗p&lt;0.0001, one-way ANOVA with post-hocDunnett’s Multiple comparisons. Nonsignificant relations are indicatedas ns. Note that we rescued Nlgn1-Nlgn2 and Nlgn2-WT here from the samebatches of Figure 6, so the ∆Cre and Cre data here are the same as inFigure 6."
}
