{
  "manuscript_id": "EMM-2023-19044",
  "docx": "Doc/EMM202319044V3Manuscript_Textmstxt1_FINAL.docx",
  "figures": [
    {
      "figure_caption": "Figure 1.(A) Schematic representation of experimental procedures for (B-G). Astrocytes were isolated from the cortex of neonatal mice and were cultured under proliferating conditions. Subsequently, cells were transduced with lentiviral vectors encoding GFP or GFP-McIdas (McIdas) and cultured under differentiating conditions for indicated time points.(B) Cortical astrocytes were immunostained against GFP (green) to mark infected cells, P73 (grey) and S100β (red) at day 7 of differentiation. Arrows point to McIdas-infected cells which are P73+ and represent cells committed to the ependymal lineage.(C-D) The graph depicts the percentage of the infected cells that co-express the ependymal marker P73 over the total number of the infected cells (C) The percentage of the infected cells which display S100β staining around their cell body, which corresponds to ependymal cells, is depicted in the graph (D) Data are presented as the median ±interquartile range (IQR) of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001). (E) Transduced astrocytes were immunostained at differentiation day 14 against GFP (green), FoxJ1 (grey) and pericentrin (PCNT, red). Note the presence of multiple basal bodies, based on PCNT signal accumulation, in McIdas-infected cells which co-express the ependymal marker FoxJ1 (arrows).(F-G) The graphs present the percentage of the infected cells that express FoxJ1 over the total number of the infected cells (F) and the percentage of FoxJ1-positive infected cells which also display accumulation of PCNT signal (G). Data are presented as the median ±IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001).DNA was stained with Dapi (blue). Scale bars, 10 μm.Abbreviations, dd: differentiation day",
      "figure_label": "Figure 1",
      "caption_title": "McIdas forced expression promotes ex vivo reprogramming of murine cortical astrocytes into ependymal cells.",
      "panels": [
        {
          "panel_caption": "Schematic representation of experimental procedures for (B-G). Astrocytes were isolated from the cortex of neonatal mice and were cultured under proliferating conditions. Subsequently, cells were transduced with lentiviral vectors encoding GFP or GFP-McIdas (McIdas) and cultured under differentiating conditions for indicated time points.",
          "panel_label": "A",
          "sd_files": [
            "Figure 1/Figure 1 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "Cortical astrocytes were immunostained against GFP (green) to mark infected cells, P73 (grey) and S100β (red) at day 7 of differentiation. Arrows point to McIdas-infected cells which are P73+ and represent cells committed to the ependymal lineage. DNA was stained with Dapi (blue). Scale bars, 10 μm.",
          "panel_label": "B",
          "sd_files": [
            "suppl_data/Figure 1 Source Data.zip:Figure 1/Image Data 1B/1B GFP Overexpression.tif",
            "suppl_data/Figure 1 Source Data.zip:Figure 1/Image Data 1B/1B McIdas Overexpression.tif",
            "suppl_data/Figure 1 Source Data.zip:Figure 1/Figure 1 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "The graph depicts the percentage of the infected cells that co-express the ependymal marker P73 over the total number of the infected cells Data are presented as the median ±interquartile range (IQR) of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001).",
          "panel_label": "C",
          "sd_files": [
            "suppl_data/Figure 1 Source Data.zip:Figure 1/Figure 1 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "The percentage of the infected cells which display S100β staining around their cell body, which corresponds to ependymal cells, is depicted in the graph. Data are presented as the median ±interquartile range (IQR) of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001).",
          "panel_label": "D",
          "sd_files": [
            "suppl_data/Figure 1 Source Data.zip:Figure 1/Figure 1 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "Transduced astrocytes were immunostained at differentiation day 14 against GFP (green), FoxJ1 (grey) and pericentrin (PCNT, red). Note the presence of multiple basal bodies, based on PCNT signal accumulation, in McIdas-infected cells which co-express the ependymal marker FoxJ1 (arrows). DNA was stained with Dapi (blue). Scale bars, 10 μm.",
          "panel_label": "E",
          "sd_files": [
            "suppl_data/Figure 1 Source Data.zip:Figure 1/Figure 1 Numerical Data.xlsx",
            "suppl_data/Figure 1 Source Data.zip:Figure 1/Image Data 1E/1E GFP overexpression.tif",
            "suppl_data/Figure 1 Source Data.zip:Figure 1/Image Data 1E/1E McIdas overexpression.tif"
          ]
        },
        {
          "panel_caption": "The graphs present the percentage of the infected cells that express FoxJ1 over the total number of the infected cells. Data are presented as the median ±IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001).",
          "panel_label": "F",
          "sd_files": [
            "suppl_data/Figure 1 Source Data.zip:Figure 1/Figure 1 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "The graphs present the percentage of FoxJ1-positive infected cells which also display accumulation of PCNT signal. Data are presented as the median ±IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001).",
          "panel_label": "G",
          "sd_files": [
            "suppl_data/Figure 1 Source Data.zip:Figure 1/Figure 1 Numerical Data.xlsx"
          ]
        }
      ]
    },
    {
      "figure_caption": "Figure 2.(A) Immunofluorescence of transduced cortical astrocytes at differentiation day 22 with antibodies against GFP (green), Glial Fibrillary Acidic Protein (GFAP, grey) which labels astrocytes and acetylated a-tubulin (ACT, red), a marker of ciliary axonemes. McIdas expression triggers the formation of multiple cilia, tiny hair-like structures which appear on the surface of the reprogrammed astrocytes (arrow). Note the downregulation of the GFAP signal in the reprogrammed multiciliated cells. DNA was stained with Dapi (blue). Scale bars, 10 μm(B-C) The graph shows the percentage of infected cells that express GFAP and correspond to an astrocytic population (B) The percentage of the infected cells which possess multiple cilia based on ACT staining is depicted in the graph (C) Data are presented as the median ±IQR of two independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001). (D) Live imaging microscopy experiments were performed on cortical astrocytes transduced either with GFP or McIdas lentiviruses. The positions of fluorescent beads included in the live imaging medium, were marked with colored dots on selected video frames. Τrack of one representative bead is shown in the right panel. Two independent experiments were performed. Scale bar, 10 μmAbbreviations, dd: differentiation day",
      "figure_label": "Figure 2",
      "caption_title": "McIdas reprograms cortical astrocytes into functional ependymal cells.",
      "panels": [
        {
          "panel_caption": "Immunofluorescence of transduced cortical astrocytes at differentiation day 22 with antibodies against GFP (green), Glial Fibrillary Acidic Protein (GFAP, grey) which labels astrocytes and acetylated a-tubulin (ACT, red), a marker of ciliary axonemes. McIdas expression triggers the formation of multiple cilia, tiny hair-like structures which appear on the surface of the reprogrammed astrocytes (arrow). Note the downregulation of the GFAP signal in the reprogrammed multiciliated cells. DNA was stained with Dapi (blue). Scale bars, 10 μm.",
          "panel_label": "A",
          "sd_files": [
            "suppl_data/Figure 2 Source Data.zip:Figure 2/Figure 2 Numerical Data.xlsx",
            "suppl_data/Figure 2 Source Data.zip:Figure 2/Image Data 2A/2A GFP overexpression.tif",            
            "suppl_data/Figure 2 Source Data.zip:Figure 2/Image Data 2A/2A McIdas overexpression.tif"            
          ]
        },
        {
          "panel_caption": "The graph shows the percentage of infected cells that express GFAP and correspond to an astrocytic population. Data are presented as the median ±IQR of two independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001).",
          "panel_label": "B",
          "sd_files": [
            "suppl_data/Figure 2 Source Data.zip:Figure 2/Figure 2 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "The percentage of the infected cells which possess multiple cilia based on ACT staining is depicted in the graph. Data are presented as the median ±IQR of two independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001).",
          "panel_label": "C",
          "sd_files": [
            "suppl_data/Figure 2 Source Data.zip:Figure 2/Figure 2 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "Live imaging microscopy experiments were performed on cortical astrocytes transduced either with GFP or McIdas lentiviruses. The positions of fluorescent beads included in the live imaging medium, were marked with colored dots on selected video frames. Τrack of one representative bead is shown in the right panel. Two independent experiments were performed. Scale bar, 10 μm",
          "panel_label": "D",
          "sd_files": [
            "suppl_data/Figure 2 Source Data.zip:Figure 2/Figure 2 Numerical Data.xlsx"
          ]
        }
      ]
    },
    {
      "figure_caption": "Figure 3.(A) Mice received unilateral intracranial injection of Lysophosphatidic acid (LPA) to induce hydrocephalus. Coronal brain slices derived from brains electroporated either with a GFP or GFP-McIdas (McIdas) plasmid were cultured for 5 days. Immunofluorescence experiments were performed with antibodies against GFP (green) and the ependymal marker P73 (red). Inserts show higher magnification images. Arrows indicate GFP+P73+ cells.(B) The graph depicts the percentage of the electroporated cells that co-express the ependymal marker P73, over the total number of the electroporated cells, at day 5 of culture. Data are presented as the median ± IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p = 0.0002). (C) Coronal brain slices were cultured for 9 days and immunostained against GFP (green), pericentrin (PCNT, red) and acetylated a-tubulin (ACT, grey) to detect mature multiciliated cells. Note the presence of multiple basal bodies and cilia in McIdas electroporated cells.(D-E) The percentage of the electroporated cells that carry multiple basal bodies, based on PCNT accumulation signal, upon 9 days of culture, is presented in the graph (D), (***p < 0.0001). The graph shows the percentage of multiciliated cells based on PCNT and ACT staining (E) upon 9 days of culture, (p=0.0013). Data are presented as the median ±IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test.DNA was stained with Dapi (blue). Scale bars, 10 μm. .",
      "figure_label": "Figure 3",
      "caption_title": "McIdas induces ependymal cells regeneration in a mouse model of intracranial hemorrhage hydrocephalus.",
      "panels": [
        {
          "panel_caption": "Mice received unilateral intracranial injection of Lysophosphatidic acid (LPA) to induce hydrocephalus. Coronal brain slices derived from brains electroporated either with a GFP or GFP-McIdas (McIdas) plasmid were cultured for 5 days. Immunofluorescence experiments were performed with antibodies against GFP (green) and the ependymal marker P73 (red). Inserts show higher magnification images. Arrows indicate GFP+P73+ cells. DNA was stained with Dapi (blue). Scale bars, 10 μm. .",
          "panel_label": "A",
          "sd_files": [
            "suppl_data/Figure 3 Source Data.zip:Figure 3/Figure 3 Numerical Data.xlsx",
            "suppl_data/Figure 3 Source Data.zip:Figure 3/Image Data 3A/3A GFP overexpression.tif",  
            "suppl_data/Figure 3 Source Data.zip:Figure 3/Image Data 3A/3A McIdas overexpression.tif",
            "suppl_data/Figure 3 Source Data.zip:Figure 3/Image Data 3A/3A zoom GFP overexpression.tif",
            "suppl_data/Figure 3 Source Data.zip:Figure 3/Image Data 3A/3A zoom McIdas overexpression.tif"
          ]
        },
        {
          "panel_caption": "The graph depicts the percentage of the electroporated cells that co-express the ependymal marker P73, over the total number of the electroporated cells, at day 5 of culture. Data are presented as the median ± IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p = 0.0002).",
          "panel_label": "B",
          "sd_files": [
            "suppl_data/Figure 3 Source Data.zip:Figure 3/Figure 3 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "Coronal brain slices were cultured for 9 days and immunostained against GFP (green), pericentrin (PCNT, red) and acetylated a-tubulin (ACT, grey) to detect mature multiciliated cells. Note the presence of multiple basal bodies and cilia in McIdas electroporated cells. DNA was stained with Dapi (blue). Scale bars, 10 μm. .",
          "panel_label": "C",
          "sd_files": [
            "suppl_data/Figure 3 Source Data.zip:Figure 3/Figure 3 Numerical Data.xlsx",
            "suppl_data/Figure 3 Source Data.zip:Figure 3/Image Data 3C/3C GFP overexpression.tif",
            "suppl_data/Figure 3 Source Data.zip:Figure 3/Image Data 3C/3C McIdas overexpression.tif",  
            "suppl_data/Figure 3 Source Data.zip:Figure 3/Image Data 3C/3C zoom GFP overexpression.tif",  
            "suppl_data/Figure 3 Source Data.zip:Figure 3/Image Data 3C/3C zoom McIdas overexpression.tif"  
          ]
        },
        {
          "panel_caption": "The percentage of the electroporated cells that carry multiple basal bodies, based on PCNT accumulation signal, upon 9 days of culture, is presented in the graph, (***p < 0.0001). Data are presented as the median ±IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test. ",
          "panel_label": "D",
          "sd_files": [
            "suppl_data/Figure 3 Source Data.zip:Figure 3/Figure 3 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "The graph shows the percentage of multiciliated cells based on PCNT and ACT staining upon 9 days of culture, (p=0.0013). Data are presented as the median ±IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test.",
          "panel_label": "E",
          "sd_files": [
            "suppl_data/Figure 3 Source Data.zip:Figure 3/Figure 3 Numerical Data.xlsx"
          ]
        }
      ]
    },
    {
      "figure_caption": "Figure 4.(A) Neonatal subventricular zone electroporation was conducted at GemC1-knockout mice at postnatal day 1 (P1) with plasmids encoding GFP, or GFP-McIdas (McIdas). Mice were sacrificed 4 days post electroporation and coronal brain sections were immunostained with antibodies against GFP (green) and P73 (red). Arrows point to McIdas-electroporated cells co-expressing P73, which represent cells committed to the ependymal lineage. Higher magnification of the boxed region is shown in the right panel.(B) The graph shows the percentage of the electroporated cells expressing P73. Data are presented as the median ±IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001). (C) Coronal brain sections from GemC1-knockout electroporated mice were stained with specific antibodies against GFP (green), Pericentrin (PCNT, red) and acetylated a-tubulin (ACT grey). Multiple basal bodies and cilia on the surface of McIdas electroporated cells are indicated by an arrow. Higher magnification of the boxed region is shown in the right panel.(D-E) Quantification of the percentage of the electroporated cells with multiple basal bodies, based on PCNT accumulation (D), (***p < 0.0001), and the percentage of multiciliated cells based on PCNT and ACT staining over the total number of the electroporated cells (E), (P=0.0041). Data are presented as the median ±IQR of two independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test.DNA was stained with Dapi (blue). Scale bars, 10 μm. .Abbreviations, LV: lateral ventricle",
      "figure_label": "Figure 4",
      "caption_title": "McIdas ectopic expression promotes in vivo reprogramming into ependymal cells in a genetic mouse model of hydrocephalus.",
      "panels": [
        {
          "panel_caption": "Neonatal subventricular zone electroporation was conducted at GemC1-knockout mice at postnatal day 1 (P1) with plasmids encoding GFP, or GFP-McIdas (McIdas). Mice were sacrificed 4 days post electroporation and coronal brain sections were immunostained with antibodies against GFP (green) and P73 (red). Arrows point to McIdas-electroporated cells co-expressing P73, which represent cells committed to the ependymal lineage. Higher magnification of the boxed region is shown in the right panel. DNA was stained with Dapi (blue). Scale bars, 10 μm. .",
          "panel_label": "A",
          "sd_files": [
            "suppl_data/Figure 4 Source Data.zip:Figure 4/Figure 4 Numerical Data.xlsx",
            "suppl_data/Figure 4 Source Data.zip:Figure 4/Image Data 4A/4A GFP overexpression.tif",
            "suppl_data/Figure 4 Source Data.zip:Figure 4/Image Data 4A/4A McIdas overexpression.tif",  
            "suppl_data/Figure 4 Source Data.zip:Figure 4/Image Data 4A/4A zoom GFP overexpression.tif",  
            "suppl_data/Figure 4 Source Data.zip:Figure 4/Image Data 4A/4A zoom McIdas overexpression.tif"  
          ]
        },
        {
          "panel_caption": "The graph shows the percentage of the electroporated cells expressing P73. Data are presented as the median ±IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001).",
          "panel_label": "B",
          "sd_files": [
            "suppl_data/Figure 4 Source Data.zip:Figure 4/Figure 4 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "Coronal brain sections from GemC1-knockout electroporated mice were stained with specific antibodies against GFP (green), Pericentrin (PCNT, red) and acetylated a-tubulin (ACT grey). Multiple basal bodies and cilia on the surface of McIdas electroporated cells are indicated by an arrow. Higher magnification of the boxed region is shown in the right panel. DNA was stained with Dapi (blue). Scale bars, 10 μm. .",
          "panel_label": "C",
          "sd_files": [
            "suppl_data/Figure 4 Source Data.zip:Figure 4/Figure 4 Numerical Data.xlsx",
            "suppl_data/Figure 4 Source Data.zip:Figure 4/Image Data 4C/4C GFP overexpression.tif",
            "suppl_data/Figure 4 Source Data.zip:Figure 4/Image Data 4C/4C McIdas overexpression.tif",  
            "suppl_data/Figure 4 Source Data.zip:Figure 4/Image Data 4C/4C zoom GFP overexpression.tif",  
            "suppl_data/Figure 4 Source Data.zip:Figure 4/Image Data 4C/4C zoom McIdas overexpression.tif"  
          ]
        },
        {
          "panel_caption": "Quantification of the percentage of the electroporated cells with multiple basal bodies, based on PCNT accumulation, (***p < 0.0001). Data are presented as the median ±IQR of two independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test.",
          "panel_label": "D",
          "sd_files": [
            "suppl_data/Figure 4 Source Data.zip:Figure 4/Figure 4 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "Quantification of the percentage of multiciliated cells based on PCNT and ACT staining over the total number of the electroporated cells, (P=0.0041). Data are presented as the median ±IQR of two independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test.",
          "panel_label": "E",
          "sd_files": [
            "suppl_data/Figure 4 Source Data.zip:Figure 4/Figure 4 Numerical Data.xlsx"
          ]
        }
      ]
    },
    {
      "figure_caption": "Figure 5.(A) Schematic representation of experimental procedures for (B-D). GFP or GFP-McIdas (McIdas) expressing plasmids were electroporated at the lateral ventricle of postnatal day 1 (P1) GemC1-knockout mouse brains. Coronal brain sections, that contained the lateral ventricles, were obtained from the electroporated mice at ages P7-P15 and were used in live imaging experiments.(B) Cilia still images from GFP or McIdas electroporated brains at indicated time points in milliseconds. FITC fluorescent cells are presented together with brightfield images. Arrows indicate the positions of cilia at indicated time points. Cilia motility was observed upon McIdas ectopic expression as evidenced by cilia changing positions at indicated time points. Higher magnification of the boxed regions is shown in the right panels. (C) Representative kymograms depicting cilia motility upon GFP or McIdas ectopic expression. Left panel images show the lines used to obtain the kymograms. These images are extracted from the image shown in B, which was utilized to generate the kymograph.(D) The graph shows cilia beat frequency of electroporated cells quantified from high-speed brightfield cilia motility movies. Data are presented as the median ±IQR (n=2 for GFP (control) and n=4 for McIdas). Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001).",
      "figure_label": "Figure 5",
      "caption_title": "McIdas establishes cilia motility in reprogrammed cells in a genetic mouse model of hydrocephalus.",
      "panels": [
        {
          "panel_caption": "Schematic representation of experimental procedures for (B-D). GFP or GFP-McIdas (McIdas) expressing plasmids were electroporated at the lateral ventricle of postnatal day 1 (P1) GemC1-knockout mouse brains. Coronal brain sections, that contained the lateral ventricles, were obtained from the electroporated mice at ages P7-P15 and were used in live imaging experiments.",
          "panel_label": "A",
          "sd_files": [
            "suppl_data/Figure 5 Source Data.zip:Figure 5/Figure 5 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "Cilia still images from GFP or McIdas electroporated brains at indicated time points in milliseconds. FITC fluorescent cells are presented together with brightfield images. Arrows indicate the positions of cilia at indicated time points. Cilia motility was observed upon McIdas ectopic expression as evidenced by cilia changing positions at indicated time points. Higher magnification of the boxed regions is shown in the right panels.",
          "panel_label": "B",
          "sd_files": [
            "suppl_data/Figure 5 Source Data.zip:Figure 5/Figure 5 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "Representative kymograms depicting cilia motility upon GFP or McIdas ectopic expression. Left panel images show the lines used to obtain the kymograms. These images are extracted from the image shown in B, which was utilized to generate the kymograph.",
          "panel_label": "C",
          "sd_files": [
            "suppl_data/Figure 5 Source Data.zip:Figure 5/Figure 5 Numerical Data.xlsx"
          ]
        },
        {
          "panel_caption": "The graph shows cilia beat frequency of electroporated cells quantified from high-speed brightfield cilia motility movies. Data are presented as the median ±IQR (n=2 for GFP (control) and n=4 for McIdas). Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001).",
          "panel_label": "D",
          "sd_files": [
            "suppl_data/Figure 5 Source Data.zip:Figure 5/Figure 5 Numerical Data.xlsx"
          ]
        }
      ]
    },
    {
      "figure_caption": "Figure 6.(A-B) GemC1-knockout mouse brains were electroporated with plasmids encoding GFP or McIdas-GFP (McIdas) at postnatal day 1 (P1). Mice were sacrificed at ages P7-P9 and lateral ventricular wall whole-mount immunofluorescence was conducted with antibodies against GFP (green), β-catenin (red), and Vascular Cell adhesion Molecule 1 (VCAM1, grey) (A) or Glial Fibrillary Acidic Protein (GFAP, grey) (B).Formation of pinwheel structures by McIdas-reprogrammed ependymal cells surrounding VCAM1+ neural stem cells (arrow, A) or GFAP-expressing neural stem cells (B) was observed. Note the enlarged apical domain of McIdas-reprogrammed ependymal cells.Higher magnification of the boxed region is shown in the right panel. (C) The graph shows the percentage of electroporated cells, shown in A, identified in pinwheel structures. Data are presented as the median ±IQR (n=3 for GFP (control) and n=4 for McIdas). Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001.).Scale bars, 10 μm.EV Figure Legends",
      "figure_label": "Figure 6",
      "caption_title": "Ectopic expression of McIdas restores the subventricular zone niche cytoarchitecture.",
      "panels": [
        {
          "panel_caption": "GemC1-knockout mouse brains were electroporated with plasmids encoding GFP or McIdas-GFP (McIdas) at postnatal day 1 (P1). Mice were sacrificed at ages P7-P9 and lateral ventricular wall whole-mount immunofluorescence was conducted with antibodies against GFP (green), β-catenin (red), and Vascular Cell adhesion Molecule 1 (VCAM1, grey). Formation of pinwheel structures by McIdas-reprogrammed ependymal cells surrounding VCAM1+ neural stem cells (arrow, A) was observed. Note the enlarged apical domain of McIdas-reprogrammed ependymal cells. Higher magnification of the boxed region is shown in the right panel.",
          "panel_label": "A",
          "sd_files": [
            "suppl_data/Figure 6 Source Data.zip:Figure 6/Figure 6 Numerical Data.xlsx",
            "suppl_data/Figure 6 Source Data.zip:Figure 6/Image Data 6A/6A GFP overexpression.tif",
            "suppl_data/Figure 6 Source Data.zip:Figure 6/Image Data 6A/6A McIdas overexpression.tif",
            "suppl_data/Figure 6 Source Data.zip:Figure 6/Image Data 6A/6A zoom GFP overexpression.tif",
            "suppl_data/Figure 6 Source Data.zip:Figure 6/Image Data 6A/6A zoom McIdas overexpression.tif"
          ]
        },
        {
          "panel_caption": "GemC1-knockout mouse brains were electroporated with plasmids encoding GFP or McIdas-GFP (McIdas) at postnatal day 1 (P1). Mice were sacrificed at ages P7-P9 and lateral ventricular wall whole-mount immunofluorescence was conducted with antibodies against GFP (green), β-catenin (red), and Glial Fibrillary Acidic Protein (GFAP, grey) (B). Formation of pinwheel structures by McIdas-reprogrammed ependymal cells surrounding GFAP-expressing neural stem cells was observed. Note the enlarged apical domain of McIdas-reprogrammed ependymal cells. Higher magnification of the boxed region is shown in the right panel.",
          "panel_label": "B",
          "sd_files": [
            "suppl_data/Figure 6 Source Data.zip:Figure 6/Figure 6 Numerical Data.xlsx",
            "suppl_data/Figure 6 Source Data.zip:Figure 6/Image Data 6B/6B GFP overexpression.tif",
            "suppl_data/Figure 6 Source Data.zip:Figure 6/Image Data 6B/6B McIdas overexpression.tif",
            "suppl_data/Figure 6 Source Data.zip:Figure 6/Image Data 6B/6B zoom GFP overexpression.tif",
            "suppl_data/Figure 6 Source Data.zip:Figure 6/Image Data 6B/6B zoom McIdas overexpression.tif"
          ]
        },
        {
          "panel_caption": "The graph shows the percentage of electroporated cells, shown in A, identified in pinwheel structures. Data are presented as the median ±IQR (n=3 for GFP (control) and n=4 for McIdas). Statistical significance was determined using the non-parametric two-tailed Mann-Whitney test (***p < 0.0001.).",
          "panel_label": "C",
          "sd_files": [
            "suppl_data/Figure 6 Source Data.zip:Figure 6/Figure 6 Numerical Data.xlsx",
            ""
          ]
        }
      ]
    }
  ],
  "data_availability": {
    "section_text": "<p>This study includes no data deposited in external repositories.</p>",
    "data_sources": []
  },
  "all_captions": "Figure 1. McIdas forced expression promotes ex vivo reprogramming of murine cortical astrocytes into ependymal cells.  (A) Schematic representation of experimental procedures for (B-G). Astrocytes were isolated from the cortex of neonatal mice and were cultured under proliferating conditions. Subsequently, cells were transduced with lentiviral vectors encoding GFP or GFP-McIdas (McIdas) and cultured under differentiating conditions for indicated time points. (B) Cortical astrocytes were immunostained against GFP (green) to mark infected cells, P73 (grey) and S100β (red) at day 7 of differentiation. Arrows point to McIdas-infected cells which are P73+ and represent cells committed to the ependymal lineage. (C-D) The graph depicts the percentage of the infected cells that co-express the ependymal marker P73 over the total number of the infected cells (C) The percentage of the infected cells which display S100β staining around their cell body, which corresponds to ependymal cells, is depicted in the graph (D) Data are presented as the median ±interquartile range (IQR) of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p < 0.0001).  (E) Transduced astrocytes were immunostained at differentiation day 14 against GFP (green), FoxJ1 (grey) and pericentrin (PCNT, red). Note the presence of multiple basal bodies, based on PCNT signal accumulation, in McIdas-infected cells which co-express the ependymal marker FoxJ1 (arrows).  (F-G) The graphs present the percentage of the infected cells that express FoxJ1 over the total number of the infected cells (F) and the percentage of FoxJ1-positive infected cells which also display accumulation of PCNT signal (G). Data are presented as the median ±IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p < 0.0001).  DNA was stained with Dapi (blue). Scale bars, 10 μm.  Abbreviations, dd: differentiation day Figure 2.  McIdas reprograms cortical astrocytes into functional ependymal cells.  (A) Immunofluorescence of transduced cortical astrocytes at differentiation day 22 with antibodies against GFP (green), Glial Fibrillary Acidic Protein (GFAP, grey) which labels astrocytes and acetylated a-tubulin (ACT, red), a marker of ciliary axonemes. McIdas expression triggers the formation of multiple cilia, tiny hair-like structures which appear on the surface of the reprogrammed astrocytes (arrow). Note the downregulation of the GFAP signal in the reprogrammed multiciliated cells. DNA was stained with Dapi (blue). Scale bars, 10 μm (B-C) The graph shows the percentage of infected cells that express GFAP and correspond to an astrocytic population (B) The percentage of the infected cells which possess multiple cilia based on ACT staining is depicted in the graph (C) Data are presented as the median ±IQR of two independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p < 0.0001). (D) Live imaging microscopy experiments were performed on cortical astrocytes transduced either with GFP or McIdas lentiviruses. The positions of fluorescent beads included in the live imaging medium, were marked with colored dots on selected video frames. Τrack of one representative bead is shown in the right panel. Two independent experiments were performed. Scale bar, 10 μm Abbreviations, dd: differentiation day Figure 3.  McIdas induces ependymal cells regeneration in a mouse model of intracranial hemorrhage hydrocephalus. (A) Mice received unilateral intracranial injection of Lysophosphatidic acid (LPA) to induce hydrocephalus. Coronal brain slices derived from brains electroporated either with a GFP or GFP-McIdas (McIdas) plasmid were cultured for 5 days. Immunofluorescence experiments were performed with antibodies against GFP (green) and the ependymal marker P73 (red). Inserts show higher magnification images. Arrows indicate GFP+P73+ cells. (B) The graph depicts the percentage of the electroporated cells that co-express the ependymal marker P73, over the total number of the electroporated cells, at day 5 of culture. Data are presented as the median ± IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p = 0.0002).  (C) Coronal brain slices were cultured for 9 days and immunostained against GFP (green), pericentrin (PCNT, red) and acetylated a-tubulin (ACT, grey) to detect mature multiciliated cells. Note the presence of multiple basal bodies and cilia in McIdas electroporated cells. (D-E) The percentage of the electroporated cells that carry multiple basal bodies, based on PCNT accumulation signal, upon 9 days of culture, is presented in the graph (D), (***p < 0.0001). The graph shows the percentage of multiciliated cells based on PCNT and ACT staining (E) upon 9 days of culture, (p=0.0013). Data are presented as the median ±IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test.  DNA was stained with Dapi (blue). Scale bars, 10 μm. . Figure 4. McIdas ectopic expression promotes in vivo reprogramming into ependymal cells in a genetic mouse model of hydrocephalus.  (A) Neonatal subventricular zone electroporation was conducted at GemC1-knockout mice at postnatal day 1 (P1) with plasmids encoding GFP, or GFP-McIdas (McIdas). Mice were sacrificed 4 days post electroporation and coronal brain sections were immunostained with antibodies against GFP (green) and P73 (red). Arrows point to McIdas-electroporated cells co-expressing P73, which represent cells committed to the ependymal lineage. Higher magnification of the boxed region is shown in the right panel. (B) The graph shows the percentage of the electroporated cells expressing P73. Data are presented as the median ±IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p < 0.0001).  (C) Coronal brain sections from GemC1-knockout electroporated mice were stained with specific antibodies against GFP (green), Pericentrin (PCNT, red) and acetylated a-tubulin (ACT grey). Multiple basal bodies and cilia on the surface of McIdas electroporated cells are indicated by an arrow. Higher magnification of the boxed region is shown in the right panel. (D-E) Quantification of the percentage of the electroporated cells with multiple basal bodies, based on PCNT accumulation (D), (***p < 0.0001), and the percentage of multiciliated cells based on PCNT and ACT staining over the total number of the electroporated cells (E), (P=0.0041). Data are presented as the median ±IQR of two independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test.  DNA was stained with Dapi (blue). Scale bars, 10 μm. . Abbreviations, LV: lateral ventricle Figure 5. McIdas establishes cilia motility in reprogrammed cells in a genetic mouse model of hydrocephalus. (A) Schematic representation of experimental procedures for (B-D). GFP or GFP-McIdas (McIdas) expressing plasmids were electroporated at the lateral ventricle of postnatal day 1 (P1) GemC1-knockout mouse brains. Coronal brain sections, that contained the lateral ventricles, were obtained from the electroporated mice at ages P7-P15 and were used in live imaging experiments.  (B) Cilia still images from GFP or McIdas electroporated brains at indicated time points in milliseconds. FITC fluorescent cells are presented together with brightfield images. Arrows indicate the positions of cilia at indicated time points. Cilia motility was observed upon McIdas ectopic expression as evidenced by cilia changing positions at indicated time points. Higher magnification of the boxed regions is shown in the right panels. (C) Representative kymograms depicting cilia motility upon GFP or McIdas ectopic expression.  Left panel images show the lines used to obtain the kymograms. These images are extracted from the image shown in B, which was utilized to generate the kymograph.(D) The graph shows cilia beat frequency of electroporated cells quantified from high-speed brightfield cilia motility movies. Data are presented as the median ±IQR (n=2 for GFP (control) and n=4 for McIdas). Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p < 0.0001). Figure 6. Ectopic expression of McIdas restores the subventricular zone niche cytoarchitecture.  (A-B) GemC1-knockout mouse brains were electroporated with plasmids encoding GFP or McIdas-GFP (McIdas) at postnatal day 1 (P1). Mice were sacrificed at ages P7-P9 and lateral ventricular wall whole-mount immunofluorescence was conducted with antibodies against GFP (green), β-catenin (red), and Vascular Cell adhesion Molecule 1 (VCAM1, grey) (A) or Glial Fibrillary Acidic Protein (GFAP, grey) (B).  Formation of pinwheel structures by McIdas-reprogrammed ependymal cells surrounding VCAM1+ neural stem cells (arrow, A) or GFAP-expressing neural stem cells (B) was observed. Note the enlarged apical domain of McIdas-reprogrammed ependymal cells.  Higher magnification of the boxed region is shown in the right panel.  (C) The graph shows the percentage of electroporated cells, shown in A, identified in pinwheel structures. Data are presented as the median ±IQR (n=3 for GFP (control) and n=4 for McIdas). Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p < 0.0001.).  Scale bars, 10 μm.  EV Figure Legends Figure EV1. Mouse embryonic stem cells programming into ependymal cells. (A) Mouse embryonic stem cells (mESCs) were transfected with GFP, GFP-McIdas (McIdas) or GFP-GemC1 (GemC1) expressing vectors and subsequently cultured under differentiating conditions. Immunofluorescence was performed with antibodies against GFP (green), FoxJ1 (red) and Pericentrin (PCNT, magenta) at differentiation day 4. The arrow points to multiple basal bodies in McIdas and GemC1 transfected cells which co-express the ependymal marker FoxJ1. Higher magnification of the boxed regions is shown in the right panels. (B-C) The graphs present the percentage of transfected mESCs that express FoxJ1 over the total number of the transfected cells (B) and the percentage of transfected cells which display multiple basal bodies based on the accumulation of PCNT signal (C) Data are presented as the median ±IQR of two independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p < 0.0001).  (D) GFP (green), PCNT (magenta) and acetylated-a-tubulin (ACT red) immunostaining in transfected mESCs at differentiation day 6. McIdas and GemC1 transfected mESCs present multiple basal bodies and cilia. (E) The graph shows the percentage of transfected cells with multiple basal bodies (PCNT accumulation) and multiple cilia (ACT labeled cilia) over the total number of the transfected cells. Data are presented as the median ±IQR of two independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p < 0.0001).  DNA was stained with Dapi (blue). Scale bars, 10 μm,  Abbreviations, dd: differentiation day Figure EV2. GemC1 drives the commitment of murine cortical astrocytes towards the ependymal cell lineage.  (A) Cortical astrocytes were transduced with lentiviruses encoding GFP or GFP-GemC1 (GemC1). Immunofluorescence experiments were performed at day 7 of differentiation with specific antibodies against GFP (green) to mark the infected cells, P73 (grey) and S100β (red). Arrow point to a P73+ infected cell, committed to the ependymal lineage. (B-C) Graph depicting the percentage of infected cells which express P73 over the total number of infected cells (B). The graph shows the percentage of the infected cells which display S100β staining around their cell body (C). Three independent experiments were analyzed. Data are presented as the median ±IQR. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p < 0.0001).  (D) Astrocytes were immunostained against GFP (green), FoxJ1 (grey) and pericentrin (PCNT red) at differentiation day 14. The arrow points to a GemC1-infected cell which expresses FoxJ1 and possesses multiple basal bodies. (E-F) Graph presenting the percentage of the infected cells that express FoxJ1 over the total number of the infected cells (E) The graph shows the percentage of infected cells which express the ependymal marker FoxJ1 and display accumulation of PCNT signal (F). Data are presented as the median ±IQR from three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p < 0.0001).  DNA was stained with Dapi (blue). Scale bars, 10 μm Abbreviations, dd: differentiation day Figure EV3. Lysophosphatidic Acid (LPA) administration causes hydrocephalus in early postnatal stages in mice. (A) Top views of Postnatal day 7 (P7) wild type mouse brains that either received or not injection of LPA at the lateral ventricle at P5. No differences on the size of the brain were observed macroscopically.  (B) Dapi staining on coronal brain sections from P7 mouse brains reveals the dilation of the lateral ventricles after LPA injections. Scale bar, 100 μm. (C) Immunofluorescence for Glial Fibrillary Acidic Protein (GFAP, green) which labels astrocytes and acetylated a-tubulin (ACT, red), a marker of ciliary axonemes on coronal sections from P7 mouse brains at the dorsal-lateral and lateral regions of the lateral walls.  Arrowheads point to multiple cilia in control ependymal cells (ep). Arrows show GFAP positive astrocytes (as) in the lateral wall of LPA-injected brains, where ciliary disruption is observed. Higher magnification of the boxed regions is shown in the right panels. Scale bars, 10 μm DNA was stained with Dapi or Draq-5 (blue).  Figure EV4. Ex vivo reprogramming of radial glial cells to ependyma can be achieved through McIdas ectopic expression.  (A) Schematic representation of experimental procedures for (B-E). Postnatal radial glial cells (pRGCs) were isolated from GemC1-knockout newborn mice, cultured and infected with lentiviruses expressing a GFP-McIdas (McIdas) or a GFP-P73 (P73) fusion protein, while GFP alone was used as a control. Cells were then cultured under differentiating conditions and analyzed at indicated timepoints. (B) Transduced radial glial cells were co-stained with antibodies against GFP (green) to mark infected cells, FoxJ1 (red) and pericentrin (PCNT, grey) 5 days after the initiation of differentiation. The arrow indicates the accumulation of PCNT signal in FoxJ1 expressing cells upon McIdas ectopic expression. (C) The graph presents the percentage of infected cells which express FoxJ1 and display multiple basal bodies (accumulation of PCNT signal). Three independent experiments were analyzed. Data are presented as the median ±IQR. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p < 0.0001).  (D) Radial glial cells infected with GFP, McIdas, or P73 lentiviruses were labeled with antibodies against GFP (green), pericentrin (PCNT, grey) and acetylated a-tubulin (ACT, red) to detect mature multiciliated cells at differentiation day 15 (arrow).  (E) The percentage of the infected cells which displayed multiple basal bodies, based on PCNT staining and simultaneously multiple cilia, based on ACT staining, was analyzed. Data are presented as the median ±IQR of three independent experiments. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p < 0.0001).  DNA was stained with Hoechst (blue). Scale bars, 10 μm,. Figure EV5. McIdas drives the commitment to the ependymal cell lineage in a genetic mouse model for hydrocephalus. (A) Subventricular zone electroporation was conducted at postnatal day 1 (P1) GemC1-knockout mice with plasmids encoding GFP, or GFP-McIdas (McIdas). Coronal brain sections were stained with antibodies against GFP (green) to mark the electroporated cells and FoxJ1 (red), a marker of committed ependymal cells, 4 days post electroporation. Arrows point to McIdas-electroporated cells expressing FoxJ1. Higher magnification of the boxed region is shown in the right panel. (B) Graph depicting the percentage of electroporated cells that express FoxJ1 over the total number of the electroporated cells. Two independent experiments were analyzed. Data are presented as the median ±IQR. Statistical significance was determined using the non-parametric two-tailed Mann–Whitney test (***p < 0.0001).  DNA was stained with Dapi (blue). Scale bars, 10 μm "
}


